{
  "companies": [
    {
      "company": "Walgreens",
      "storyUrl": "https://www.algolia.com/customers/walgreens",
      "industry": "retail pharmacy / healthcare retail",
      "useCase": "B2C Ecommerce (Buy Online, Pickup in Store)",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“[Algolia] helps our customers find what they are looking for faster in a catalog of thousands of items, without business team intervention. Additionally, we’re using custom rules to apply marketing banners and visual filtering to help our customers reduce clicks, find what they are looking for faster, and find value.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“We knew we had an opportunity to improve conversion as we looked across our competition, but our prior search provider didn’t give us many levers to pull when we needed to take action or react.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia was growing credibility in the market, and we were intrigued by the AI (artificial intelligence) offering,”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "The reasons for selecting Algolia didn’t stop at curiosity. Sharp adds that Algolia provided: “ease of implementation, time to market, data security and privacy, and a dashboard that was intuitive for the business users – giving us the power to iterate without development always being the bottleneck.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“For us, search and discovery have to be tailored locally. Our partnership with Algolia allows us to provide real-time transparency to our shoppers for in-stock items available locally — and that will help drive digitally-initiated retail searches into local purchases.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Using Algolia’s dashboard, we have implemented AI Reranking and Personalization, which use customer patterns to improve our customer experience in real-time,” Sharp says. “Our search algorithm is using feedback from our customers — what they are clicking on, what they are buying — to promote those items to the top of our results.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“This helps our customers find what they are looking for faster in a catalog of thousands of items, without business team intervention,” she adds. “Additionally, we’re using custom rules to apply marketing banners and visual filtering to help our customers reduce clicks, find what they are looking for faster, and find value.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Rolling out new services has been a partnership, based on our customer data and success metrics defined at the start,” Sharp says, adding that her team and Algolia review performance metrics quarterly and develop a roadmap for future service rollouts. “Algolia listens to the Walgreens strategy and refines their technology roadmap with our input.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“It really feels like a partnership, especially with the support of our Algolia customer success team.”",
          "speaker": "Shelby Sharp",
          "title": "Director of Digital Experience",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Everlane",
      "storyUrl": "https://www.algolia.com/customers/everlane",
      "industry": "Fashion",
      "useCase": "E‑commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "NeuralSearch",
        "Rules"
      ],
      "quotes": [
        {
          "text": "\"With Algolia, we now build complex search features in months instead of years.\"",
          "speaker": "Anton Halim",
          "title": "Engineer",
          "source": "TechValidate"
        },
        {
          "text": "“As the digital space shifts, we know customers aren’t spending as much time on the site. Our goal is to remove as much friction as possible in their journey. Algolia is a great partner for us in that endeavor.\"",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“A lot of our tech stack is homegrown. As we grow, we’ve had to outsource specific aspects and functions of the site. We look for industry leaders to help us maximize results. Obviously maximizing search and discoverability was very important to us. That’s what led us to Algolia.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“Being a small team, we don’t always have the resources to focus on every aspect of the site. Algolia has really allowed us to optimize internal search. Customers who search are converting at a much higher rate – it’s a huge opportunity for the site. Having a partner who can help us nail that strategy is extremely valuable to us as a business.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“We got better results, enjoyed a higher ROI, and saw less work for a very small team with limited resources,” Maxwell says. “It was a home run for us across the board.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“When it comes to search, our biggest roadblock is product data. That’s not on the Algolia side,” Maxwell explains. “Previously, our engineering team had to do a fair amount of cleanup and implementation on our end to get product data to feed through in the best, most efficient way.” With NeuralSearch, the roadblock was effortlessly cleared. “We didn’t have to do anything. It was literally flipping a switch.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“With NeuralSearch, maintaining synonym tables is removed from our responsibility. That frees up time and resources to devote to merchandising – and not at the expense of search.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        },
        {
          "text": "“It allowed us to test the waters, discover what kind of results we might reap.” In addition to the ease of implementation, the improvement in results was considerable. Everlane has seen their no results rate decrease by 45%. Their conversion rate is also up by 5%, and their click through rate increased over 8%. “It always helps to have that ROI in your back pocket when you approach leadership looking for an additional spend.”",
          "speaker": "Rachel Maxwell",
          "title": "Senior Manager, Digital Merchandising",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Funky Pigeon",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We chose Algolia Recommend because of the ease of integration. We were already primed with search insights data.\"",
          "speaker": "Jack Barnfield",
          "title": "Web Design & Optimisation Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"Algolia Recommend brings value to our business and visitor experience because it provides better alternative product suggestions which we proved were 60% more attractive to the customer, increasing conversion rates.\"",
          "speaker": "Jack Barnfield",
          "title": "Web Design & Optimisation Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"Since implementing Algolia Recommend, we have seen a 60% increase in similar product interaction, an 0.8% increase in conversion and a 1% per session value increase.\"",
          "speaker": "Jack Barnfield",
          "title": "Web Design & Optimisation Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"In my personal experience, when I’ve been in touch with the Algolia Community team, I have received a lot of good advice from the Algolia team in regards to InstantSearch. Always quick, friendly, and even through DM when I couldn’t share publicly part of the source code.\"",
          "speaker": "Robert Ster",
          "title": "Web Designer / UX/UI Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"I believe we continue to use Algolia because it offers a high value for our company and we rely a lot on Algolia to offer a better search experience to our user database.\"",
          "speaker": "Robert Ster",
          "title": "Web Designer / UX/UI Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"Personally, I have been using Algolia community forum and I’ve been in touch with Algolia developers who helped me a lot of time during developing some features. They have always been very helpful and understandable.\"",
          "speaker": "Robert Ster",
          "title": "Web Designer / UX/UI Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"Yes, I would recommend Algolia... Why? This is a very simple answer – as it offers a big value for everyone. More people should try it and implement it within their projects like blogs, shops, or even museum websites to have more user experience tailored search functionality.\"",
          "speaker": "Robert Ster",
          "title": "Web Designer / UX/UI Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia offers high value at my company, I found that it may have a high value for other industries.\n\nFrom a small blog or other small type companies to big ones, Algolia allows you to put anything into the Algolia DB, create fully customized search functionality, and offer customers or user databases an improved search experience. This doesn’t limit people to products, but also allows them to create databases with hobby items, blog posts, and more.\n\nJust need to let your imagination free.\"",
          "speaker": "Robert Ster",
          "title": "Web Designer / UX/UI Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Gymshark",
      "storyUrl": "https://www.algolia.com/customers/gymshark-recommend",
      "industry": "Fashion / Fitness",
      "useCase": "B2C Ecommerce",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "\"We chose Algolia Recommend because we wanted to have relevant and reliable recommendations on our product pages, promoting the items a user might be most interested in.\"",
          "speaker": "Kristina Christova",
          "title": "Insights Analyst",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"Thanks to Algolia Recommend, we are seeing higher engagement with our recommendations and increased performance for our new product lines which has resulted in 150% increase in click-through rates on mobile.\"",
          "speaker": "Kristina Christova",
          "title": "Insights Analyst",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"[With Algolia] Merchandising has gone from a heavily manual process to basically set and forget.”",
          "speaker": "Ben Pusey",
          "title": "",
          "source": "Customer Interview"
        },
        {
          "text": "\"Algolia’s comitment to headless, API first approach means we can decouple search. We’re not limited to web, we’ve been able to integrate it with native mobile apps and potentially other channels in the future.\"",
          "speaker": "Ben Pusey",
          "title": "Software Product Owner",
          "source": "TechValidate"
        },
        {
          "text": "“We don’t have to do very much with Algolia Recommend. With our previous solution, there was so much manual configuration, and there were an awful lot of times when it required constant upkeep when making changes. With Algolia we don’t need to do half of the things we previously did.”",
          "speaker": "Ben Pusey",
          "title": "Software Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "“This [order rates on mobile increasing by an astounding 150 percent] is massive in terms of users actually interacting with as many products as possible... We’re confident that Algolia is recommending more relevant results and we’re seeing performance increases because of that.”",
          "speaker": "Kristina Christova",
          "title": "Insights Analyst",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia Recommend and related products worked really well on the product pages… the impact on our Black Friday sales has been significant.”",
          "speaker": "Ben Pusey",
          "title": "Software Product Owner",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Live Platforms",
      "storyUrl": "https://www.algolia.com/customers/live-platforms",
      "industry": "high end online marketplace / auction platform (gemstones and collectibles)",
      "useCase": "B2C Ecommerce",
      "country": "Australia",
      "region": "APAC",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Browse"
      ],
      "quotes": [
        {
          "text": "\"It's the ability to handle huge data sets and narrow them down really quickly. That's where the value of Algolia comes in.\"",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "\"Then Algolia came along and could do everything we were looking to do and could do it in like 3 milliseconds. Brilliant!\"",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "“For us, Personalization was an amazing feature,” Ross says. “And because we’re auction-based, people must register to bid, which makes using Personalization super easy for us. The ratio between anonymous user versus logged-in skews heavily on the logged-in side.”",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "“It’s so fast. A customer can whittle a search down from hundreds of items down to a couple of dozen almost immediately with just one text entry.”",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "“You know, people don’t have much time anymore. If you take, for example, one of our customers is a jeweler. They know what they have in mind. They need to go and find, say, an oval-shaped sapphire that’s seven-by-five. They know exactly what they need, and the specifications they need, and can literally come to the website and can find it with just one or two clicks, thanks to Algolia. It's the ability to handle huge data sets and narrow them down really quickly. That’s where the value of Algolia comes in.”",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "Algolia, he says, has helped enable different modes of discovery on the website: from categories, broad searches, fine searches, or through selecting specific facets and filters. “So now we are able to allow customers who want to find things in different ways to really dictate how they navigate the website, which is really cool.”",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        },
        {
          "text": "The use of Search and customer engagement are climbing as well. Since implementing Algolia, it has seen average session durations increase by nearly one-third (32 percent), while individual item views have increased by 16 percent — showcasing the ease customers have found more relevant items from their searches.",
          "speaker": "Ross Sedawie",
          "title": "COO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Revival Animal Health",
      "storyUrl": "https://www.algolia.com/customers/revival-animal-health",
      "industry": "Pet Healthcare",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Rules",
        "A/B Testing"
      ],
      "quotes": [
        {
          "text": "“Because of our re-platforming to BigCommerce and our unique multifaceted needs, Algolia came highly recommended. And, while it wasn’t true plug-and-play, it was very straightforward. We had a lot to move over to Algolia and it was pretty seamless. Its integration with BigCommerce is great.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "“One of the big things that sets Revival apart is we have a vast number of professional articles that help breeders and rescue shelters with all kinds of health needs,” Harrington notes. “If you go to our learning center, it’s still a site search being powered by Algolia, but it’s a site search utilizing articles and the content pieces.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "The seamless integration of Algolia and BigCommerce was another important factor in the decision to move to the new search solution, Harrington notes. “Even if we had not had the problems with the previous provider, we probably still would have switched because I’m not even sure if they would have worked in our new environment.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "“It works great,” Harrington says of the integration. He continues, “The speed of Algolia is really, really good. Since launch, we’ve had no technical hurdles in terms of downtime or issues. Mainly time on our end has been spent on fine-tuning search results and things.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "“It works great,” Harrington says of the integration. He continues, “The speed of Algolia is really, really good. Since launch, we’ve had no technical hurdles in terms of downtime or issues. Mainly time on our end has been spent on fine-tuning search results and things.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "“That’s actually really good because we were trending slightly down,” Harrington says. “Algolia certainly plays a part in that upswing.”",
          "speaker": "Joel Harrington",
          "title": "Senior Director of Demand & CX",
          "source": "Customer Interview"
        },
        {
          "text": "We used SLI for about 8 years prior to Algolia and Aloglia is far more sophisticated in terms of Typo Tolerance, Synonyms and AI capabilities. It also allows for much easier global rule setting so that we can easily promote our Proprietary Brands.",
          "speaker": "Joel Harrington",
          "title": "Sr Director of Demand & CX",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Vape Superstore",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“The vast majority of our traffic comes from search, so ensuring the site is quick — quick to load — and has all the key metrics ticked off from Google’s perspective is important. And we’ve seen a big improvement from using Algolia.”",
          "speaker": "Ed Swain",
          "title": "Director",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia allows us to focus on and refine search speed and relevance a lot more.”",
          "speaker": "Dan Judd",
          "title": "Head of Digital",
          "source": "Customer Interview"
        },
        {
          "text": "“The vast majority of our traffic comes from search, so ensuring the site is quick — quick to load — and has all the key metrics ticked off from Google’s perspective is important. And we’ve seen a big improvement from using Algolia,”",
          "speaker": "Ed Swain",
          "title": "Director",
          "source": "Customer Interview"
        },
        {
          "text": "“From a marketing side, we work very closely with the brands that we sell, and they regularly put on promotions for their products, and with Algolia we can boost their product ranges to get the best return on investment.”",
          "speaker": "Dan Judd",
          "title": "Head of Digital",
          "source": "Customer Interview"
        },
        {
          "text": "“For example, we have over 2,500 e-liquids, so being able to personalize the results for customers is a huge bonus,” Judd says. “There are so many different flavors, and we’re able to meet a specific customer’s tastes.”",
          "speaker": "Dan Judd",
          "title": "Head of Digital",
          "source": "Customer Interview"
        },
        {
          "text": "“It allows us to make more informed decisions,” Swain says. “That’s something we’ve just started playing with, but we are already starting to see where we can tweak and adjust and amend things to improve our offering.”",
          "speaker": "Ed Swain",
          "title": "Director",
          "source": "Customer Interview"
        },
        {
          "text": "“We see it as a partnership, as opposed to a software purchase,” Swain says. “You can go out and buy any number of different types of software but by working in partnership with Algolia, there’s more interest in us being successful.”",
          "speaker": "Ed Swain",
          "title": "Director",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Zeeman",
      "storyUrl": "https://www.algolia.com/customers/Zeeman",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "Rules",
        "Browse",
        "Autocomplete"
      ],
      "quotes": [
        {
          "text": "“Simplicity is a fundamental focus for Zeeman. It is also a strength of Algolia, which has allowed us to improve the performance and stability of Search and implement the value of simplicity into our platform and the customer experience.”",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        },
        {
          "text": "“And the real fix was to replace the search solution with an external one that was scalable in the cloud, and we did a review of the market, which included Algolia.”",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        },
        {
          "text": "The Algolia implementation met the company’s need for deployment speed: “Two weeks after signing the minimum viable product (MVP) was already ready to go live,” Bloemendal says. “That’s one of the successes of Algolia, together with our system integrator, Kega, and my team.”",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        },
        {
          "text": "“We were so happy that we investigated ways to improve on Search and use more services from Algolia,” Bloemendal says. “That is the strength of Algolia, the ability to provide us with a solid roadmap. It allows us to innovate iteratively on our platform, the way an e-commerce company should.”",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        },
        {
          "text": "Through testing, Zeeman determined that a small layout change around the placement of its search bar resulted in a notable uptick in conversions and more traffic using search than merely browsing. “We were able to do this because we have Algolia, we were not able with our previous solution,” Bloemendal says.",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        },
        {
          "text": "“With Algolia you don’t need a lot of knowledge or people to use Search in a smart way.”",
          "speaker": "Alex Bloemendal",
          "title": "Manager eCommerce",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "All Trails",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Algolia really excels at speed and performance. Consumers expect search to be blazing fast. Not only are speed and performance table stakes, but we’ve also expanded our user base across the globe. Delivering an accelerated, worldwide experience is something that’s been really easy to do using Algolia.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia really excels at speed and performance. Consumers expect search to be blazing fast,” Cho says Not only are speed and performance table stakes, but we’ve also significantly expanded our user base across the globe.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“It’s an innately fast service, and any time you build something externally you must worry about speed and performance — it’s something you can’t control. If our cloud or internet host goes down, we’re put into a tough position. But we’ve never had to worry about Algolia; it’s been fast and reliable partner.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Delivering an accelerated, worldwide experience is something that’s been really easy to do using Algolia.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“We work with so many partners, and Algolia really stands out in that respect.” The two companies now have a more than eight-year relationship to show for it. AllTrails is an active part of Algolia’s customer advisory board, providing feedback and product requests.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“What’s nice about Algolia is that I can change the ranking algorithm and the UI without needing developer help,” Cho says. “Or, I can implement various rules. For example, ‘if the user types in YOSEM, the search function will always pin Yosemite National Park to the first ranked result.’ Those are things I can implement and see in action quickly.”",
          "speaker": "Sydney Cho",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "King Arthur Baking Co",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Now we have hands-on control of the look and feel of those search results and for a company like ours, where we put a lot of pride into how the website looks and feels… and want to have, as best we can, a consistent user experience across different areas of the site. That was very important for us.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“We now have total control over the look and feel of our search results. With our previous tool, we were really restricted to working within some boundaries and couldn’t do the development ourselves… We were reliant on other people for the interface development.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“Both platforms really allow us to do what we want to do with top-notch technology behind them. And we know we’ll always be able to grow and improve our customer experience online with the tools and toolset that they both provide.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“By detangling or separating Search from the application itself, we have some flexibility to do things with our platforms that we might not otherwise. So, if we decide to change our CMS, we can do that without impacting Search; if we decide to change our e-commerce platform, we can do that without impacting Search.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“We just looked at the suggestions it was making in terms of the popularity of products on a results page, and it would boost the ones getting more clicks or better priced for us, more popular with our customers. It really helped us ensure search was really relevant for our customers when they were searching during our busy holiday period.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“The auto synonym tool really helps us to discover the words our customers are using to search for products and make sure we are serving them the relevant results.”",
          "speaker": "Mike Hoefer",
          "title": "Director of Web Development",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "LTK",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“The partnership with Algolia lets us leverage its feature set to achieve our goals. Algolia iterates and improves search, while we can focus on what truly differentiates our customer experience.”",
          "speaker": "Kit Ulrich & Matt Goorley",
          "title": "General Manager & Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The data and the content available within our ecosystem are what differentiates us from any other marketplace out there, so it’s important to be able to make it all searchable and put relevant results in front of users.”",
          "speaker": "Matt Goorley",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“We decided to switch to Algolia because we wanted to provide a better experience for what differentiates us, which is the content and the data around the content that users search for on our platform,” says Matt Goorley, Engineering Manager at LTK. “We’re a unique marketplace, so we have a unique user interaction with Search. By using some of the features that Algolia was offering, we were able to move quickly and efficiently to implement a better experience for all of our users.”",
          "speaker": "Matt Goorley",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“We get support as we build, and the amount of effort it takes to implement is much less than it would be for us to build from scratch; it allows us to move faster.”",
          "speaker": "Matt Goorley",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The API and SDK options are really great, and the ability to handle traffic at scale. We have a high volume and Algolia is very fast — able to keep up with our level of traffic,”",
          "speaker": "Matt Goorley",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia iterates and improves search and discovery, while we can focus on what truly differentiates our customer experience.”",
          "speaker": "Kit Ulrich",
          "title": "General Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Breville",
      "storyUrl": "https://www.algolia.com/customers/Breville-Group",
      "industry": "Kitchen Appliances",
      "useCase": "E-commerce",
      "country": "Australia",
      "region": "APAC",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“The Algolia search feature is a fundamental part of the foundation for many of the experiences that we're investing in now and that we're planning for in the future. And working with the Algolia team has been a smooth ride. We don’t have issues we need to escalate and that itself is a differentiator.”",
          "speaker": "Tal Ball",
          "title": "Global CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“We were spending most of our engineering bandwidth on the ‘care and feeding’ of search, since we were managing it ourselves. And that didn’t allow for enough focus on the actual consumer experiences we were trying to create,” Ball says.\n“By moving up the stack to Algolia, we were able to redirect those engineering efforts into things that were much more impactful from a consumer standpoint.”",
          "speaker": "Tal Ball",
          "title": "Global CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“One of the things that caused Algolia to stand out in that process was that it was very easy. It's kind of an over-the-weekend kind of concept of playing with it and coming in the next morning and feeling like we had a pretty good handle on how it was going to work, and how it was going to fit with the rest of our stack.”",
          "speaker": "Tal Ball",
          "title": "Global CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia enabled us to redirect our team that was on search in such a way that they could develop really compelling consumer experiences as opposed to just working on the blocking and tackling for basic search.”",
          "speaker": "Tal Ball",
          "title": "Global CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“There can be an overwhelming amount of content to get through, and a lot of different choices the consumer would need to work through. With Algolia, we were able to structure the journey of making those choices in a way that hopefully will feel natural and easy to the consumer and avoid overwhelming them with too many things to think about or choose between.”",
          "speaker": "Tal Ball",
          "title": "Global CTO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Culture Kings",
      "storyUrl": "https://www.algolia.com/customers/culture-kings",
      "industry": "Fashion",
      "useCase": "E-commerce",
      "country": "Australia",
      "region": "APAC",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“The result was great, and solved the problem at the time, which was to have a working search and a fast search. Algolia nailed it. We went from less than 5 percent of people using search to about 15 to 20 percent. That's a huge jump. ANd we get fewer complaints from the CX team.\"",
          "speaker": "Steve Jiang",
          "title": "Head of Front-end Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“If you walk into the bricks-and-mortar store and need something, you’d never be able to find it as fast as you could online,” he says. “We’ve had a lot of feedback where the customer has — while in the store or being helped by sales on their phone — been able to quickly find what they are looking for online.”",
          "speaker": "Steve Jiang",
          "title": "Head of Front-end Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "But perhaps the biggest benefit is that experienced by the customers, which can be seen in the increases Culture Kings has seen in its KPIs. Ninety percent of customers are able to get their search results in less than 50 milliseconds; 99 percent in under 100 milliseconds. “I’ve tested many other platforms, and search speed like that is unheard of.”",
          "speaker": "Steve Jiang",
          "title": "Head of Front-end Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "\"We were constantly getting held back by Nosto, and even though recommendations were buried quite deep, you’d be surprised how many people would scroll down to them and just wait there,”",
          "speaker": "Steve Jiang",
          "title": "Head of Front-end Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“And for some of our hyped products, we want recommendations to come higher, and that created a significant gap. Having Algolia be able to instantly show recommendations is a blessing.”",
          "speaker": "Steve Jiang",
          "title": "Head of Front-end Engineering",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Harry Rosen",
      "storyUrl": "https://www.algolia.com/customers/harry-rosen",
      "industry": "Fashion",
      "useCase": "B2C E-commerce",
      "country": "Canada",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“After deploying Algolia, there’s less reliance on developer intervention to do everything that the business wants to do, and what the business is actually capable of doing is way beyond what they thought was possible in the old world.”",
          "speaker": "Tovi Heilbronn",
          "title": "Director of Digital Products & Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Before we had Algolia, merchandising on our e-Commerce site was incredibly difficult. It required a lot of developer intervention and parts of code that were hard to handle, and business users could not create a good search experience,”",
          "speaker": "Tovi Heilbronn",
          "title": "Director of Digital Products & Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia puts business users in the driver’s seat to deliver experiences we only ever — in the Hybris days — aspired to,” Heilbronn says. “There wasn’t a sense of enablement, whereas now you can look at results and understand why a product is ranked how it is.”",
          "speaker": "Tovi Heilbronn",
          "title": "Director of Digital Products & Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“The people we’ve had the privilege of interacting with since the procurement phase and beyond have been very sharp; they know their product, they care, and they follow up.”",
          "speaker": "Tovi Heilbronn",
          "title": "Director of Digital Products & Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“There are vendors and there are partners, and there is a meaningful difference,” Heilbronn says. “Partners, like Algolia, are those whom I feel are almost co-invested in our success.”",
          "speaker": "Tovi Heilbronn",
          "title": "Director of Digital Products & Experience",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Rugs.com",
      "storyUrl": "https://www.algolia.com/customers/rugs-com",
      "industry": "Home / Rugs",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "DRR",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“After saying enough was enough with OpenSearch, we quickly made the decision to return to Algolia. After a quick contracting process, Rugs.com was able to be up and running in less than a day, go live overnight and were already sending click & conversion events to Algolia.”",
          "speaker": "Grayson Bagwell",
          "title": "Director of E-Commerce & Business Development",
          "source": "Customer Interview"
        },
        {
          "text": "“We have so many SKUs that discoverability of products can be difficult, so with Algolia we were better and more easily able to customize the search experience to help more items be more discoverable,”",
          "speaker": "Grayson Bagwell",
          "title": "Director of E-Commerce & Business Development",
          "source": "Customer Interview"
        },
        {
          "text": "“The seamless ability to create rules became our favorite Algolia feature,” Bagwell admits, “because it let us boost different products and promote specific items or new collections.”",
          "speaker": "Grayson Bagwell",
          "title": "Director of E-Commerce & Business Development",
          "source": "Customer Interview"
        },
        {
          "text": "“The support has been amazing from Algolia, who are always there when we need them”",
          "speaker": "Grayson Bagwell",
          "title": "Director of E-Commerce & Business Development",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia is definitely one of the fastest performers and its ease of use, implementation and customer support exceeded our expectations,”",
          "speaker": "Grayson Bagwell",
          "title": "Director of E-Commerce & Business Development",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "WeWork",
      "storyUrl": "https://www.algolia.com/customers/wework",
      "industry": "Workspace / Real Estate",
      "useCase": "SaaS",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [
        {
          "text": "\"[Algolia] allowed WeWork to build our website without having to build out a backend.”",
          "speaker": "Fernando Padilla",
          "title": "Software Engineer",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia has a nicely distributed search network, which makes it efficient, because it hits the closest Algolia index and makes it fast for our teams.”",
          "speaker": "Fernando Padilla",
          "title": "Software Engineer",
          "source": "Customer Interview"
        },
        {
          "text": "“The ease of maintaining Algolia is extremely easy.”",
          "speaker": "Fernando Padilla",
          "title": "Software Engineer",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia hasn’t needed a lot of customer support because it just works. And, when I have had questions about anything the team is quick to get back. It's been a positive experience.”",
          "speaker": "Fernando Padilla",
          "title": "Software Engineer",
          "source": "Customer Interview"
        },
        {
          "text": "“It just works!... It’s stable, it does exactly what we want it to do. It’s doing a great job.\"",
          "speaker": "Fernando Padilla",
          "title": "Software Engineer",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Paul&Shark",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Italy",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“The Algolia engine is so good that you see improvements across most important metrics. So, you get a better user experience, better usage of the customer's internet connection, better conversion on mobile. Also, the load on the website goes down a bit… It all adds up. It’s a great boon.”",
          "speaker": "Giuseppe Miriello",
          "title": "Global Digital Director",
          "source": "Customer Interview"
        },
        {
          "text": "“Right out of the box, Algolia has good usability.”",
          "speaker": "Giuseppe Miriello",
          "title": "Global Digital Director",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia allows for extreme flexibility in terms of catalog management: we have mostly automated it, except for specific items we are promoting in our newsletter, but they are few, to say the least. It makes keeping the visual merchandising aspect of the website seamless.”",
          "speaker": "Giuseppe Miriello",
          "title": "Global Digital Director",
          "source": "Customer Interview"
        },
        {
          "text": "“Yes. You can use Algolia to increase sales, but our perspective has always been to use it to serve customers online a better experience with more relevant searches. The fact that I see the number of searches rising, tells me that our customers are enjoying the experience.”",
          "speaker": "Giuseppe Miriello",
          "title": "Global Digital Director",
          "source": "Customer Interview"
        },
        {
          "text": "\"Algolia brings a better experience in a segment where Magento doesn’t shine.”",
          "speaker": "Giuseppe Miriello",
          "title": "Global Digital Director",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Jomashop",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Because we’re highly customized, we use Algolia like a SaaS (software as a service) that we build on, but with that said Algolia is so important to our tech stack and our performance metrics. We’ve seen conversion lift from Personalization and Search and Recommend, as well as reduced bounce rates from Recommend.”",
          "speaker": "Isaac Montaine",
          "title": "Vice-President, Product and SEO,",
          "source": "Customer Interview"
        },
        {
          "text": "“What we wanted to do was create a better search experience than what we had at that time. We knew we’d be moving to Magento 2, and if we were going to change platforms, we needed a partner that was compatible with the platform.”",
          "speaker": "Isaac Montaine",
          "title": "Vice-President, Product and SEO,",
          "source": "Customer Interview"
        },
        {
          "text": "“The most important part of providing a good search experience is making sure the product is working and when it’s not working finding out why. And that’s what led us to Algolia.”",
          "speaker": "Isaac Montaine",
          "title": "Vice-President, Product and SEO,",
          "source": "Customer Interview"
        },
        {
          "text": "“We implemented Algolia for recommendations on all our product pages, so whether the product is in stock or not, we have created sections called ‘more choices’ and ‘you may also like.’ Those are all powered by Algolia Recommend.”",
          "speaker": "Isaac Montaine",
          "title": "Vice-President, Product and SEO,",
          "source": "Customer Interview"
        },
        {
          "text": "“By far Algolia Instant Search has been the most beneficial to us. The ability for customers to get a preview of the items so they’re able to shop while typing in the search, plus being able to see recommendations (from Recommend), just leads to a better experience for the customer. They can get to the product much faster.”",
          "speaker": "Isaac Montaine",
          "title": "Vice-President, Product and SEO,",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Noski Noski",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Poland",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“I think about my business in terms of what’s better for my customers. And I know Algolia is better for my customers, so I want to have it in place. It’s the same with Shopify Plus, it’s more expensive, but I knew it was the best solution and I want to have the best solutions.”",
          "speaker": "Piotr Tuszewicki",
          "title": "Co-Founder",
          "source": "Customer Interview"
        },
        {
          "text": "“We knew that Algolia was a really big investment for us but, for us, the quality was the most important thing, and Algolia is the best — one of the best — solutions. So, we adopted it and I really love it.”",
          "speaker": "Piotr Tuszewicki",
          "title": "Co-Founder",
          "source": "Customer Interview"
        },
        {
          "text": "“Customer acquisition is really expensive. And once you spend that money it’s up to you to sell or not. I knew that once the customer hits that page they need to be served the best experience possible. So, Search is up front and a big part of our header, because we know it’s important.”",
          "speaker": "Piotr Tuszewicki",
          "title": "Co-Founder",
          "source": "Customer Interview"
        },
        {
          "text": "“All we really had to do was change the URL, customize a couple of options and that was it.” Tuszewicki says Recommend is a crucial capability for the Noski Noski site because customers are unaware of many of the products available before visiting. “Algolia is great at this, so if a customer reaches a page and isn’t interested in what they see, the recommendation shows them something really relevant. The journey on the website is much richer.”",
          "speaker": "Piotr Tuszewicki",
          "title": "Co-Founder",
          "source": "Customer Interview"
        },
        {
          "text": "“Just by looking at it, we knew Algolia’s recommendation API works better, and then we conducted A/B Testing and we saw after two or three weeks that the results are definitely better.”",
          "speaker": "Piotr Tuszewicki",
          "title": "Co-Founder",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Kovai / Document360",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Content discovery is an indespensible component of a knowledge base platform. Algolia's superior search technology helped our customers to bring relevant knowledge base articles in no time based on the search keywords.\"",
          "speaker": "Saravana Kumar",
          "title": "CEO",
          "source": "Customer Interview"
        },
        {
          "text": "“First, it is extremely fast: super-fast with millisecond latency. Once content is indexed it’s available right away. The second reason is it’s extremely developer friendly. The developers know what to do. They can straight-away build it with Algolia APIs, which is not the case with Elasticsearch.”",
          "speaker": "Saravana Kumar",
          "title": "CEO",
          "source": "Customer Interview"
        },
        {
          "text": "\"Algolia definitely ended on top for a few reasons\" \"To summarize, ALgolia has greater ease-of-use and superior technology.\"",
          "speaker": "Saravana Kumar",
          "title": "CEO",
          "source": "Customer Interview"
        },
        {
          "text": "\"It took just one day to implement Algolia and one week to get the Document360 application - which was developed out of a hackathon - up and running.\"",
          "speaker": "Saravana Kumar",
          "title": "CEO",
          "source": "Customer Interview"
        },
        {
          "text": "“Search plays a huge part in user experience,” Saravana says. “These days no one wants to have a hierarchical navigation to find content. You don’t go to a library and look for fiction section and then drill down to try to find the Game of Thrones novel. It’s not going to work. You go to the help desk tool and type in ‘game of thrones.’ and locate the book right away!”",
          "speaker": "Saravana Kumar",
          "title": "CEO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Sary Technologies",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Saudi Arabia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Algolia’s AI capabilities play an important role in helping us leverage our technology to direct demand in specific ways, and that helps a lot in us finding ways to be a more profitable company — for a start-up like Sary this is crucial.”",
          "speaker": "Abdulaziz Binghannam",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“We’ve had a lot of interactions with the Algolia customer support and technology support teams..Our experience has been exceptional. We have always received the answers we need, and promptly.”",
          "speaker": "Abdulaziz Binghannam",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“There’s a more specialized problem that we were really struggling with using our pre-existing search capabilities, which was giving good results from Arabic keywords,” he says. “This was one of the biggest problems we had before, and we found that Algolia had phenomenal Arabic support. This gave us an immense uplift across the board for all our Arabic customers. We were blown away with how well Algolia solved it.”",
          "speaker": "Abdulaziz Binghannam",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“We noticed a 500x improvement to search speed. When we switched to Algolia we were just blown away by how fast it was.”",
          "speaker": "Abdulaziz Binghannam",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“I believe we’ve had a more fundamental, maybe cultural change at the organization since we implemented Algolia,” he says. “We found ourselves able to change, control and experiment with search and discovery in an effortless and immediate manner. This gave us a huge push when it comes to opening new venues — the ability to actually understand customer behavior and customize the experience for them.”",
          "speaker": "Abdulaziz Binghannam",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "The Hershey Company",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The bulk of our website traffic — about 70 - 80 percent of consumer traffic — comes from inspirational content. We didn’t have a good experience for people to search for recipes and crafts. The way Algolia works has really made a difference for people to find what they are looking for on our sites.”",
          "speaker": "Jamie Weaver",
          "title": "Digital Experience Lead",
          "source": "Customer Interview"
        },
        {
          "text": "“I think we’ve grown leaps and bounds with Algolia. There's a lot of features that we still can tap into, which is great because I feel like we've gotten a ton out of it already.”",
          "speaker": "Geoff Lyman",
          "title": "Digital Experience Solutions Manager",
          "source": "Customer Interview"
        },
        {
          "text": "Using A/B Testing around the customer journey with Recommend, Lyman found that its websites saw “stickiness rates increase dramatically; engagement rates were up, bounce rates were down.” “So, when we can add that to all of our products and recipe pages, and have it going automatically, it will provide scale and efficiency — helping us achieve our business goals.”",
          "speaker": "Geoff Lyman",
          "title": "Digital Experience Solutions Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The way Algolia works has really made a difference for people to find what they are looking for on our sites,”",
          "speaker": "Jamie Weaver",
          "title": "Digital Experience Lead",
          "source": "Customer Interview"
        },
        {
          "text": "“It was a giant step forward for us with our consumers that we can use images in search results,” she says. “The little things that we didn’t have before, even just the fact that it’s faster.”",
          "speaker": "Jamie Weaver",
          "title": "Digital Experience Lead",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Plieger",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Netherlands",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We’ve been able to become more data-driven. Before we didn’t have any data, just complaints to work from. Now we can use the data from Algolia to really focus on the right KPIs,” Heydendael says. “I think that’s an asset. It sounds like a simple thing, but it really helps.”",
          "speaker": "Jeroen Heydendael",
          "title": "Director, Customer Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“We recognized we needed a new search solution, and not one where we’d have to hire a developer to configure it, because developers are scarce, expensive and would need to have a deep understanding of our business’s UX search experience,”",
          "speaker": "Jeroen Heydendael",
          "title": "Director, Customer Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Implementation was fast and took place over two to three sprints; configuration and optimization took approximately six months but would have been much quicker,” Heydendael suggests; “we had multiple other issues with the digital transformation that required attention during that time.”",
          "speaker": "Jeroen Heydendael",
          "title": "Director, Customer Experience",
          "source": "Customer Interview"
        },
        {
          "text": "The ease with which any “smart guy or girl” can manage and configure Algolia has empowered e-commerce and marketing professionals at Plieger, Heydendael suggests. “It’s important for us that someone pushing the buttons behind the scenes isn’t just an external developer but understands our business and our products and our clients.”",
          "speaker": "Jeroen Heydendael",
          "title": "Director, Customer Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“We’ve been able to become more data-driven. Before we didn’t have any data, just complaints to work from. Now we can use the data from Algolia to really focus on the right KPIs,” Heydendael says. “I think that’s an asset. It sounds like a simple thing, but it really helps.”",
          "speaker": "Jeroen Heydendael",
          "title": "Director, Customer Experience",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Auto Mercado",
      "storyUrl": "https://www.algolia.com/customers/auto-mercado",
      "industry": "Grocery",
      "useCase": "Grocery E-commerce",
      "country": "Costa Rica",
      "region": "LATAM",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics",
        "Autocomplete"
      ],
      "quotes": [
        {
          "text": "Although the official language is Spanish, a lot of people speak a mixture of Spanish and English — Spanglish. Customers don't enter technical product descriptions when they do a search. Algolia helped us bridge the gap between the words that our category managers use and the actual terms that people enter into a search field when they look for a product. We love that kind of functionality.",
          "speaker": "Felipe Alonso Valverde",
          "title": "Head of E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "\"Before we had Algolia, search was the major issue in the customer journey,\" Alonso notes. \"At one point, we had a text box where people could describe what they wanted to buy. It didn't make life easy or efficient for our staff or customers.\"",
          "speaker": "Felipe Alonso Valverde",
          "title": "Head of E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "\"Not only does Algolia pay for itself by enabling us to offer visibility to our CPGs, it also makes it easier for us to promote our higher-margin private label brands and include personalized impulse products on checkout.\"",
          "speaker": "Felipe Alonso Valverde",
          "title": "Head of E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "\"In our business, I believe it's fundamental to have a great search experience, so shoppers can find exactly what they are looking for, and more.\" And the grocer is giving its customers more. With double the online market share of their closest competitor, automercado.cr is now Costa Rica’s leading online grocery and delivery platform.",
          "speaker": "Felipe Alonso Valverde",
          "title": "Head of E-Commerce",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "DonorsChoose",
      "storyUrl": "https://www.algolia.com/customers/donorschoose",
      "industry": "Non‑profit / Education",
      "useCase": "Marketplace",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Rules",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“Algolia was something we could put in place, make it meet our design, and then spend our development energy on gathering and organizing vendor data — which was itself a huge project.”",
          "speaker": "Stephen Burke",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Obviously, there was development work, but we didn’t have to start from scratch with the shopping experience thanks to using Algolia InstantSearch and sensible defaults for a lot of pieces in it. Algolia was something we could just put in place, make it meet our design, and then spend our development energy on gathering and organizing vendor data — which was itself a huge project.”",
          "speaker": "Stephen Burke",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The ability to infinitely customize things like ranking attributes has been essential, and was an important part of this for us,”",
          "speaker": "Stephen Burke",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia made the development process easier and made it so that we could actually launch this product, which was the most important thing,” Burke says. “But also, our engineers like working with Algolia, which makes a big difference.”",
          "speaker": "Stephen Burke",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "edX",
      "storyUrl": "https://www.algolia.com/customers/edx",
      "industry": "Online Education",
      "useCase": "B2C / B2B",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "Browse"
      ],
      "quotes": [
        {
          "text": "“We had a search product that was difficult to manage from an engineer perspective — and from a product perspective as well. Making changes to it was really difficult for the engineering team. It was much more efficient to switch to Algolia, not just for the use of our time, but for the product itself.”",
          "speaker": "Steve Tiszenkel",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“It was a very manual process,” says Steve Tiszenkel. As Senior Product Manager of the Discover squad, Steve and his team are responsible for the search and browse experience on edx.org. “Elastic was more of a search product than a search platform,” he says. “We had to build everything ourselves. It didn’t make efficient use of our engineering and development time.”",
          "speaker": "Steve Tiszenkel",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Rules helps us make sure we’re recommending the right product in the right circumstances. And AI Re-Ranking is the flip side of Rules. AI Re-ranking has been very, very helpful to us. We initially turned it on as a test and saw immediate benefits.”",
          "speaker": "Steve Tiszenkel",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“With a good vendor you’re not just paying for the product, you’re also getting consulting services. That shouldn’t be discounted. That’s a terrific benefit working with Algolia. I’m connected with them via Slack, and when anything comes up, they’re very much able to respond. When I have a great idea and bounce it off the team, they’ll often have an even better solution. It’s about the relationship, and the services, not just the software.”",
          "speaker": "Steve Tiszenkel",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Ergodyne",
      "storyUrl": "https://www.algolia.com/customers/ergodyne",
      "industry": "Industrial/Workwear",
      "useCase": "B2B E‑commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "Seeing that our Algolia-powered global search navigator is used 35 to 40 percent of the time is a clear indicator of the value of Search. It doesn’t have to be justified with sales because it’s a powerful solution. It creates a much better user experience by having a better search engine to find our site’s content.”",
          "speaker": "Theresa Kuske",
          "title": "Digital Marketing Director",
          "source": "Customer Interview"
        },
        {
          "text": "“We have a small team, so doing it ourselves — configuring synonyms and doing the dev work to be able to create a really great search experience — wasn’t something we wanted to spend a ton of effort on, and then continually maintain.”",
          "speaker": "Theresa Kuske",
          "title": "Digital Marketing Director",
          "source": "Customer Interview"
        },
        {
          "text": "“We really needed the fast-indexing operations and speed that Algolia has to serve the 500-plus levels of pricing we sometimes have for a single item,” Kuske said of the monumental tasks need for speed.",
          "speaker": "Theresa Kuske",
          "title": "Digital Marketing Director",
          "source": "Customer Interview"
        },
        {
          "text": "“Instant Search itself is so fast and quick, there are other sales tools we’ve been discussing building out and utilizing Algolia Search to help our customers find.”",
          "speaker": "Theresa Kuske",
          "title": "Digital Marketing Director",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "GoFundMe",
      "storyUrl": "https://www.algolia.com/customers/gofundme",
      "industry": "Fundraising",
      "useCase": "B2B SaaS",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "DRR",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“There are huge benefits we've found with Algolia. It moves some of the search infrastructure to a managed cloud service. It allows for quick basic implementations as well as ongoing iterations with more advanced feature sets, with limited code changes. And it has a great set of libraries, documentation, and hand-on support to launch a new search experience with confidence.\"",
          "speaker": "Mark Peter",
          "title": "Software Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“What keeps me up at night is part of our technology breaking down. That can happen for all kinds of reasons, which is the benefit of cloud services for basic architecture and SaaS. It becomes their responsibility,”",
          "speaker": "Mark Peter",
          "title": "Software Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“On the search engine side, with Elasticsearch, we’d have to have a team to run it, and this is extra overhead. And what happens if it fails for some reason? Who’s around to fix it?”",
          "speaker": "Mark Peter",
          "title": "Software Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“Elisabeth, our CSM, has been really great and hands-on. Weekly check-ins and having a technical person essentially on-call really helped with things like drilling down on specifics around how we wanted the index to work or finding some technical ‘gotchas’.... Algolia customer support is in general very good but having that extra level of feedback was great.”",
          "speaker": "Mark Peter",
          "title": "Software Engineering Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Oh Polly",
      "storyUrl": "https://www.algolia.com/customers/Oh-Polly",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“Algolia has benefited us in not only making search results better and more relevant, but in understanding why they are more relevant and how to make items more prominent and search more helpful.”",
          "speaker": "Lauren Muir",
          "title": "Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "\"the tech and ecomm teams see the value of Algolia from the user perspective because we used to spend all day, every day on data collection using basically non-existent dashboards. Because Algolia data is very accessible through its dashboard, there are very clear reasons why things are ranked in the way that they are. It's given us a lot more intricate and detailed product data and information on search results.\"",
          "speaker": "Lauren Muir",
          "title": "Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "\"Algolia has benefited us in not only making search results better and more relevant, but in understanding why they are more relevant and how to make items more prominent and search more helpful.”",
          "speaker": "Lauren Muir",
          "title": "Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "\"it’s difficult to know how to improve those results and move the needle, but with Dynamic Re-Ranking on, it’s taking all the factors we’d consider. I don’t need to stress out and have e-comm check and double-check search term results and change rules. It’s a massive time saver.”",
          "speaker": "Lauren Muir",
          "title": "Product Owner",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "NBC",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“You are the ‘set it and forget it’ of search. We set it up and it just works. It’s great!”",
          "speaker": "Josh Snow",
          "title": "Senior VP of Product and User Experience",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia offered everything we needed, right out of the box. As NBC continues to shape the AVOD market, Algolia has helped us continue to provide the premium, high quality entertainment that viewers expect with zero interruption.”",
          "speaker": "Chris Elm",
          "title": "Director of Software Development",
          "source": "Customer Interview"
        },
        {
          "text": "“All your AI features are easy to use. Point to one of the platforms and we can get it out in a matter of minutes.”",
          "speaker": "Chase Kaye",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "\"Since implementing Algolia’s Dynamic Re-ranking, NBC has seen conversion rate increase by 8.26%, media/episode consumption go up by 19.7%, average episodes watched per user increase by 19.7%, and engagement increase by 17.4%.\"",
          "speaker": "Chase Kaye",
          "title": "Senior Product Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Studocu",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "Netherlands",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Elasticsearch requires a lot of technical knowledge, especially with the Query DSL. You really need to be an expert in Elasticsearch to tweak the algorithm. We tried many times to improve the relevance model and we barely moved the needle.”",
          "speaker": "Killian Saint cricq",
          "title": "Engineering Manager and Discovery & Engagement lead",
          "source": "Customer Interview"
        },
        {
          "text": "“What I really like about Algolia is that we can run A/B tests with no code involved. From the dashboard we have been able to test AI-features such as Personalization and Dynamic Re-Ranking in only a few clicks. I’m able to do this really quickly and easily and I’m not a developer.”",
          "speaker": "Elvira Romashkina",
          "title": "Discovery & Engagement Product Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The DevOps team won’t have to handle and monitor the servers (as it relates to search), we won't have to pay the AWS costs anymore, and we don't have to care about the infrastructure side of things. Search is just one less thing they have to do.”",
          "speaker": "Killian Saint cricq",
          "title": "Engineering Manager and Discovery & Engagement lead",
          "source": "Customer Interview"
        },
        {
          "text": "“It’s not search that we’re experts in, and that’s why we decided to outsource this to those who are.”",
          "speaker": "Killian Saint cricq",
          "title": "Engineering Manager and Discovery & Engagement lead",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "DigitalCube, Co.",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Japan",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia’s most valuable feature is their well documented API and React Widgets.\"",
          "speaker": "Daniel Olson",
          "title": "COO",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia has improved our workflow and inspired us to develop more features using search.\"",
          "speaker": "Daniel Olson",
          "title": "COO",
          "source": "TechValidate"
        },
        {
          "text": "\"It’s by far the best search as a service tool I’ve ever used. The developer experience is top notch and the experience we can deliver to our customers and users is everything we expected.\"",
          "speaker": "Daniel Olson",
          "title": "COO",
          "source": "TechValidate"
        },
        {
          "text": "\"It’s by far the best search solution, and there’s so much more to explore.\"",
          "speaker": "Daniel Olson",
          "title": "COO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Co-Op Group",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“The big advantage of Algolia is with a simple implementation of simple data we’ve been able to get very good results. Dynamic re-ranking has been a big part of that. We A/B tested it in the first couple weeks of launch and saw positive results. Really that has been a massive benefit for us. It saves a load of time that we don’t have to manually add rules, while providing a positive customer experience.”",
          "speaker": "Gareth Cotiss",
          "title": "E-Commerce Development Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“We knew search was the key issue on the site, and we wanted to resolve it quickly,” Cottiss says. “It was pretty clear fairly early on that Algolia would solve the problem.”",
          "speaker": "Gareth Cotiss",
          "title": "E-Commerce Development Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“As we were growing so fast, we wanted a simple implementation that would allow us quickly deliver an improved experience for our customers,” Cottiss says. Still even with a fast implementation and simple data feed, the results Co-op has seen from using Algolia Search and Recommend have been solid.",
          "speaker": "Gareth Cotiss",
          "title": "E-Commerce Development Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The big advantage of Algolia is with a simple implementation we’ve been able to get very good results. Dynamic Re-ranking has been a big part of our growth. We A/B tested it in the first couple of weeks of launch and saw positive results. Really that has been a massive benefit for us. It saves a load of time that we don’t have to manually add rules while providing a positive customer experience.”",
          "speaker": "Gareth Cotiss",
          "title": "E-Commerce Development Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "DM Drogeriemarkt",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Germany",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "From a technical perspective, our existing search solution was part of a monolithic platform with limited extensibility. We were planning to further improve search and defined a four-step search pyramid — from technical base configuration to guided search to self-learning search, and ultimately to personalized search. We knew this would be hard to do with existing systems.”",
          "speaker": "Stephan Seitz",
          "title": "Head of Marketing & E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "“Business users value the possibility with Algolia to easily follow and understand how the ranking is generated and how it is impacted by their changes, including the relevancy, comprehensive sorting, accessibility of custom rankings, and many options they have to create and configure rules.”",
          "speaker": "Florian Plag",
          "title": "IT Consultant",
          "source": "Customer Interview"
        },
        {
          "text": "“Developers found Algolia’s tutorials to be a great help, since it can be used as a blueprint, for example for sorting based on ranking or automatic boosting and generic rules,” Florian Plag says, adding that Algolia automatically recognizes relevant brands or categories in search terms and boosts them in results accordingly.",
          "speaker": "Florian Plag",
          "title": "IT Consultant",
          "source": "Customer Interview"
        },
        {
          "text": "“We’ve tied Algolia to conduct A/B-Testing on various custom rankings,” he says. “We still do, and due to the configuration possibilities, there’s a lot of opportunity to fine-tune the base rankings according to our business rules.”",
          "speaker": "Heiner Eisenmann",
          "title": "E-Business Development",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Al-Futtaim Group",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UAE",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We chose Algolia as our search and discovery solution because it's not just about finding products on the website; it's about quickly connecting the right product with the right customer, which we achieved using Algolia's advanced AI features. Algolia's Merchandising automation capabilities also allowed us to off-load efforts from brands, driving overall efficiency and higher website conversions.\"",
          "speaker": "Ankita Singh",
          "title": "CRO Manager",
          "source": "Customer Interview"
        },
        {
          "text": "\"We initially integrated Algolia on PLP and search pages, optimising results with custom ranking and sorting logics based on historical product data. As we fine-tuned our strategies through A/B testing, we transitioned to leveraging Algolia's AI features, including Dynamic Re-ranking, Personalization, and Query Categorization,\" Singh says. \"We're now planning to test NeuralSearch and Algolia Recommend on our websites. With the upcoming website launch roadmap in place, we are pretty optimistic as it provides new growth opportunities.”",
          "speaker": "Ankita Singh",
          "title": "CRO Manager",
          "source": "Customer Interview"
        },
        {
          "text": "\"You can't control the content for a marketplace product in the same way you can for your own products. Sellers will sometimes write incorrect product descriptions & in many cases, they won't even bother to write one,\" Singh says. \"Algolia enabled us to identify and address these problematic products, either by getting them fixed or finding our own solutions to deal with them.\"",
          "speaker": "Ankita Singh",
          "title": "CRO Manager",
          "source": "Customer Interview"
        },
        {
          "text": "\"Customers have a lot more choices now. Their expectation from a website is a higher level of customer experience — a better customer experience than we were giving before,\" says Singh. \"That obviously leads to them wanting personalization and having better search. They should be able to find products, and navigation from one to another should be smooth.\"",
          "speaker": "Ankita Singh",
          "title": "CRO Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Beachbody",
      "storyUrl": "https://www.algolia.com/customers/beachbody",
      "industry": "Health & Fitness",
      "useCase": "Media / E-commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "\"Algolia gives me the ability to customize the user search experience without it being a 3-month project every time. Search, in my experience, is an ongoing process and you have to groom it. And, the fact that it’s relatively easy to do that is a game changer!”",
          "speaker": "Mike Drudzinski",
          "title": "Digital Product Management",
          "source": "Customer Interview"
        },
        {
          "text": "“It’s been a good experience. We will continue to work together.”",
          "speaker": "Mike Drudzinski",
          "title": "Digital Product Management",
          "source": "Customer Interview"
        },
        {
          "text": "\"The results have been significant. In the last year we’ve had more than one million search results that have been clicked on, increasing the page views across multiple content/product categories. This has meant thousands of incremental orders… which translate to significant incremental revenue.”",
          "speaker": "Mike Drudzinski",
          "title": "Digital Product Management",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Blindster",
      "storyUrl": "404 issue - ongoing ticket with web",
      "industry": "Home Goods",
      "useCase": "E-commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Algolia's powerful SaaS solution does the heavy lifting for our small development team. Indexing APIs and other functionalities come in handy when it comes to promo changes, price updates, and ranking. Also, Algolia's out-of-the-box UI integration provides a great base for developing complex UI use cases”",
          "speaker": "Hector Almaguer",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“Every time we have a new promo or price change, doing it with Algolia saves a lot of time,” he says. “Everything we want to build on top of search would take us three to five times longer without the out-of-the-box implementations that Algolia provides, especially around search experience and UI.”",
          "speaker": "Hector Almaguer",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“Right now, with the current back-end infrastructure, we can  set up a new product in less than two hours. It has all the information, they can set pricing, and rules they want in combination with any attribute. We have coupons, catalog and cart price rules, upcharges, cost verification services, invoices, payments, credit memos, shipments, tracking, etc.”\n“Basically, all the flexibility that Magento or Shopify Plus would have, but in our custom environment, plus supporting everything that’s customizable in the blind and shade business.”",
          "speaker": "Hector Almaguer",
          "title": "CTO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Flaconi",
      "storyUrl": "https://www.algolia.com/customers/flaconi",
      "industry": "Beauty / Retail",
      "useCase": "B2C E-commerce",
      "country": "Germany",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "\"Search at flaconi is powered by Algolia, and is a key feature that helps our customers find the products they are looking for quickly and seamlessly across both our website and mobile app. Moreover, Algolia's user-friendly backoffice dashboard provides additional features such as pinning products, defining rules, and running A/B tests, this empowers our business users to test their hypotheses without the need for engineering support and improves time to market”",
          "speaker": "Adeel Younas",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“Our main reason to go with Algolia was Search. We use Algolia to power our search, and it’s very crucial since it’s a key feature we provide on the website and app that helps our customers to find the right products for them. Other features that add on to Search—like the pinning of products, custom rules and dynamic re-ranking that helps our internal stakeholder test different hypotheses without any dependencies on tech — all come together very well and give us a lot of flexibility and opportunity.”",
          "speaker": "Adeel Younas",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“Now the engineers are happier, building a Search feature that they can see live on the site, with a visible outcome that you can relate to and feel proud of.”",
          "speaker": "Adeel Younas",
          "title": "Head of Engineering",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Hager Group",
      "storyUrl": "https://www.algolia.com/customers/hagergroup",
      "industry": "Electrical / Manufacturing",
      "useCase": "B2B Searchandizing",
      "country": "Germany",
      "region": "EMEA",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The customer experience Algolia Search delivers is really very high and we wanted to have that kind of experience on our websites.”",
          "speaker": "Benjamin Guerry",
          "title": "Digital Business Solution Leader",
          "source": "Customer Interview"
        },
        {
          "text": "“With our previous search engine, we had to spend so many days and hours to set it up to reach a good user experience. Despite this, it was not at the level needed, and I knew that if we wanted to continue to work with it, I would need to hire for new competencies and invest a lot.”",
          "speaker": "Benjamin Guerry",
          "title": "Digital Business Solution Leader",
          "source": "Customer Interview"
        },
        {
          "text": "“I’d prefer to pay for an Algolia license and use a good solution out-of-the-box that is easy to use with little configuration. The customer experience Algolia Search delivers is really very high and we wanted to have that kind of experience on our websites.”",
          "speaker": "Benjamin Guerry",
          "title": "Digital Business Solution Leader",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Mister Auto",
      "storyUrl": "https://www.algolia.com/customers/mister-auto",
      "industry": "Automotive Parts",
      "useCase": "B2C Ecommerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“Algolia provides us with a lot of value. It makes the listings of products easier. It’s also good for user behavior, because we can adapt the search bar to match their behavior. It’s even more important depending on the type of clients. We know on mobile it’s very important because they must rely on the search bar more often.”",
          "speaker": "Coralie Sanchez",
          "title": "Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "“The AI Synonym feature has been very good for us, because we have a lot of technical products that have different words for them,” Sanchez says. “But also, there are a lot of parts that are very close but are not synonyms, so this feature has been a good improvement for us.”",
          "speaker": "Coralie Sanchez",
          "title": "Product Owner",
          "source": "Customer Interview"
        },
        {
          "text": "“Algolia provides us with a lot of value. It makes the listings of products easier. It’s also good for user behavior, because we can adapt the search bar to match their behavior,” Sanchez says of the impact Algolia has had. “It’s even more important depending on the type of clients. We know on mobile it’s very important because they more often must rely on the search bar.”",
          "speaker": "Coralie Sanchez",
          "title": "Product Owner",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Shoe Carnival",
      "storyUrl": "https://www.algolia.com/customers/shoe-carnival",
      "industry": "Fashion / Footwear",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“In today’s competitive climate, it’s more important than ever for retailers to have the tools needed to meet customer expectations. What our customers want today might be different tomorrow, and that’s the level of speed that Algolia provides. Algolia’s efficiency has led to increased conversion rates, higher revenue, and better overall experience.”",
          "speaker": "Courtney Grisham",
          "title": "Director of E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "For example, when summer rolls around the merchandising team can easily lead with sandals or running shoes, while pushing back boots from results. “Even those kinds of changes used to require more teams to be involved. Now, we just see a need, we see what the customer is asking for, and we quickly react to it,” Grisham says.",
          "speaker": "Courtney Grisham",
          "title": "Director of E-Commerce",
          "source": "Customer Interview"
        },
        {
          "text": "Again, Algolia’s ease and speed around making changes were assets. Grisham notes: “By utilizing Algolia to move that ability to the front end instead of having to go into the back end and the catalog—which would have been a technical headache—we were able to figure it out in a matter of a day, test it, and ‘boom’ it’s live.”",
          "speaker": "Courtney Grisham",
          "title": "Director of E-Commerce",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Wizbii",
      "storyUrl": "https://www.algolia.com/customers/wizbii",
      "industry": "Education/Youth",
      "useCase": "SaaS",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [
        {
          "text": "“When we did two searches, one using Algolia Search and the other using Elasticsearch, which of the two results was more accurate? Around 90 percent of the time Algolia was better. Not only were the search results more relevant but they were also multilingual capable. Algolia was an easy choice for us to make.”",
          "speaker": "Rémi Alvado",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "\"Wizbii Money is a great example,\" according to Rémi Alvado. \"It is a portal for student financial aid. Things had been moving pretty slowly before Algolia. We didn't have traction with users or advertisers. A couple of weeks after we installed Algolia Search, the site exploded with traffic. It was a dramatic shift.\"",
          "speaker": "Rémi Alvado",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "\"Everyone at Wizbii uses Algolia Search. It is much easier and more convenient than other solutions. It is easy to configure technically and delivers quality search results that are meaningful to our users and critical for our business\".",
          "speaker": "Rémi Alvado",
          "title": "CTO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "YourSurprise",
      "storyUrl": "https://www.algolia.com/customers/YourSurprise",
      "industry": "personalized gifts / e-commerce",
      "useCase": "B2C Ecommerce",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse"
      ],
      "quotes": [
        {
          "text": "“How easy Algolia is to use, and how fast it implements on the website, that’s really exceeding our expectations”",
          "speaker": "Mariolein Muys",
          "title": "Algolia Expert",
          "source": "Customer Interview"
        },
        {
          "text": "\"We were just very enthusiastic when we saw all the features Algolia adds, and everything it was able to do\"",
          "speaker": "Mariolein Muys",
          "title": "Algolia Expert",
          "source": "Customer Interview"
        },
        {
          "text": "“Development speed with Algolia has been insanely good, better than anything we’ve ever seen before,” \nde Pagter says. It’s a sentiment echoed by Muys: “How easy Algolia is to use, and how fast it implements on the website, that’s really exceeding our expectations.”",
          "speaker": "Mariolein Muys",
          "title": "Algolia Expert",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "MidwayUSA",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "When we learned Endeca was dropping the service, their service we chose to switch to Algolia. Several factors went into the decision to move to Algolia. Speed played a large role, as did Algolia's capabilities for personalization and dynamic re-ranking, coupled with the ability to easily see why results are being returned why they rank the way they do.\"",
          "speaker": "Joshua Heath",
          "title": "Web Development Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"There are many things that are very easy to accomplish through the Algolia dashboard that would have required configuration changes through our Endeca provider previously. Algolia's API-first approach has made many of these things possible.\"",
          "speaker": "Joshua Heath",
          "title": "Web Development Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"Switching from Endeca to Algolia will take some work, but it will be worth it.\"",
          "speaker": "Joshua Heath",
          "title": "Web Development Manager",
          "source": "Testimonial Survey"
        }
      ],
      "metrics": []
    },
    {
      "company": "Maisonette",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Our current search provider was giving us subpar recommendations for the widgets on PDP, so we were missing a big opportunity in terms of PDP discovery of products.\"",
          "speaker": "Kristin Wu",
          "title": "Senior Digital Product Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"Much better product recommendations overall for Related products and Also Bought With. We are seeing a higher PDP to PDP view rate because our customers are engaging with the widgets more.\"",
          "speaker": "Kristin Wu",
          "title": "Senior Digital Product Manager",
          "source": "Testimonial Survey"
        },
        {
          "text": "\"We just completed our 50/50 split test between Algolia and our current search provider. We observed a 2x high CTR in Algolia for the recommend products.\"",
          "speaker": "Kristin Wu",
          "title": "Senior Digital Product Manager",
          "source": "Testimonial Survey"
        }
      ],
      "metrics": []
    },
    {
      "company": "Ligonier Ministries",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia has opened up for us what used to be a black box that only our development team had access to or knew how it worked. Now we can see how our search works, measure it, and easily make adjustments to improve it.\"",
          "speaker": "Tyler Kenney",
          "title": "Planning Director",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia is a good product that does all that we need. Lots of features, with more coming out regularly. Good customer support.\"",
          "speaker": "Tyler Kenney",
          "title": "Planning Director",
          "source": "TechValidate"
        },
        {
          "text": "\"Perhaps because of where we came from with search, the most valuable feature so far has been the suite of search tools for configuring and optimizing search. These include viewing and adjusting searchable attributes and ranking and sorting parameters, adding rules, running A/B tests, and adding synonyms. Analytics has also been very valuable.\"",
          "speaker": "Tyler Kenney",
          "title": "Planning Director",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Influenster",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"When we had a number of problematic query examples that produced less than favorable results, the Customer Success team helped establish a method to share examples with suggested actions and resolution status of each item making them easy to track and work to fix asynchronously. This was very helpful and effective.\"",
          "speaker": "Michael Weber",
          "title": "Business Project Manager",
          "source": "TechValidate"
        },
        {
          "text": "\"I've found your products/services and internal UI + support to be wonderful over the years.\"",
          "speaker": "Michael Weber",
          "title": "Business Project Manager",
          "source": "TechValidate"
        },
        {
          "text": "\"I was not part of the initial decision/purchase, but we have remained a loyal customer because Algolia's product remains very performant for our use cases AND I've seen some valuable product additions added which indicates competency and evolution within the market.\"",
          "speaker": "Michael Weber",
          "title": "Business Project Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Amplitude Analytics",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“Algolia helps us not worry about Search. It’s a huge area where we don’t have to worry about technical debt, we don’t have to worry about performance, and so we can just use it. In fact, we’re actively working on how we can use Algolia more in our application because it has proven to be very reliable, very fast, and easy to work with.”",
          "speaker": "Ryan Kahn",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The design of the InstantSearch React library is really elegant and helps us build the things we want and the way  we want them with flexibility out of the box,” Kahn says. “In fact, things that we know we can get from Algolia are generally less work than fetching it internally or building out systems internally to fetch that data.”",
          "speaker": "Ryan Kahn",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“When I rolled this out, I actually had a lot of people at Amplitude say, ‘This is a fake demo, right?’ Because it was so fast. They’d hit the search button and the results were there before the animation happened. It was such a dramatic improvement; it just blew everyone’s mind”",
          "speaker": "Ryan Kahn",
          "title": "Engineering Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "HANOSSHOP",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Netherlands",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“[Algolia] is really fast. The search results are within 36 milliseconds. Whenever I talk to customers, they say, ‘Your search is so fast—it’s nearly instant.’ That’s great to hear because it’s such an important part of our website. I wasn’t expecting that. The account manager from Algolia told us it was really fast, but I wasn’t aware of just how fast the speed of the search engine is.”",
          "speaker": "Joeri ten Hoven",
          "title": "E-Commerce Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“The Reranking I like, because our product listings are re-ranked based on Search and behavior from our customers. And also, AI Synonyms, because we have Dutch customers but also Belgian customers, and they use different words for the same products. The AI Synonyms are automatically generated, and I must only click on them to say “OK,” and they are automatically added to the product.”",
          "speaker": "Joeri ten Hoven",
          "title": "E-Commerce Manager",
          "source": "Customer Interview"
        },
        {
          "text": "“When our customers search for something, they are getting the right results thanks to the strength of Algolia’s engine.”",
          "speaker": "Joeri ten Hoven",
          "title": "E-Commerce Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Outdoorphoto",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "The main problem we have experienced is typos in search term queries made by users visiting our online store. Algolia addresses this problem with its best in class typo tolerance. This prevents a search result with no products for the end user and leads to an increase in conversions for our online store. In our organization we also started to use Algolia for personalized search results based on a users past search and click behaviour to tailor the results according to his preferences. This leads to a better customer experience overall.",
          "speaker": "Andrew Vorster",
          "title": "Full Stack Web Developer",
          "source": "TrustRadius"
        },
        {
          "text": "We've frequently encountered issues with typos in search queries made by users on our online store. Algolia solves this with its top-tier typo tolerance, ensuring users aren't met with empty search results, which ultimately boosts conversions.",
          "speaker": "Sewes Le roux",
          "title": "Web Developer",
          "source": "TrustRadius"
        },
        {
          "text": "we've implemented Algolia for personalized search results based on users' past search and click behavior, tailoring the experience to individual preferences. This has significantly enhanced the overall customer experience.",
          "speaker": "Sewes Le roux",
          "title": "Web Developer",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Zenni Optical",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“We wanted to move from two search engines to one, and it had to be performant. We wanted the results pages to be served up very quickly. That’s one of Algolia’s strengths; infrastructure uptime and performance with Agolia are superb. And, since it’s a pure SaaS solution, we don’t have to deploy anything, removing management complexity.”",
          "speaker": "David Ting",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“Because of the complexities of eyewear variations, getting synonyms right is extremely difficult,” Ting adds. For example, there are people who call clear frames — what we call translucent color — white. Having those searches added and relevance scored would be huge for us, because manually managing it across a large multilingual SKU is extremely challenging.”\n“That’s why we’re looking at Neural Search to simplify and calculate those synonyms in a relevant way that improves automatically with user input. We’re testing it, and very excited about not having to manually manage all that.”",
          "speaker": "David Ting",
          "title": "CTO",
          "source": "Customer Interview"
        },
        {
          "text": "“We’re working a lot on the personalization side and improving relevance rankings because of nuances around glasses, but performance is the top feature. If it works as advertised, then Neural Search will be the new killer feature beyond Algolia’s strength in reliability.”",
          "speaker": "David Ting",
          "title": "CTO",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Nuts.com",
      "storyUrl": "https://www.algolia.com/customers/nutscom",
      "industry": "e-commerce / specialty food retail",
      "useCase": "D2C E-commerce website (6 warehouses / distribution centers)",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Rules",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“At Nuts.com, we believe in delivering a modern experience that puts the customer first. Search is core to delivering that experience that customers expect. Since implementing Algolia to power search across our home page and category pages, the conversion rates of customers searching our site is three times higher than those who don’t.”",
          "speaker": "David Lerner",
          "title": "Head of Product",
          "source": "Customer Interview"
        },
        {
          "text": "“With Algolia, it’s exciting to have visibility into the ranking and sorting algorithm. The level of control provided is what makes this such an exciting platform. You can see why specific products rank well because Algolia is very transparent and makes it easy to update ranking rules and search results to optimize the customer experience.”",
          "speaker": "David Lerner",
          "title": "Head of Product",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Swedol",
      "storyUrl": "https://www.algolia.com/customers/swedol",
      "industry": "Industrial / Distribution",
      "useCase": "B2B E-commerce",
      "country": "Sweden",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [
        {
          "text": "“[Algolia] was very professional from the start. We had a great Customer Success Manager and team that provided a lot of help and was a great partner.\n\nWhen I compare it to other companies where they ‘sell you on getting a CSM and team working with you’,’ but then they pass you off to ‘look at the documentation,’ I am left asking, ‘what’s the meaning of the team if I have to look for everything myself?’ This did not happen with Algolia.”",
          "speaker": "Clint Fischerström",
          "title": "Head of E-commerce",
          "source": "Customer Interview"
        },
        {
          "text": "“The speed of Algolia is really one of the things we like the most, along with the Dashboard… And also, for the future, if I desire something, we really get the help that we need from Algolia to to find the best way forward… we get the help we need to make decisions on things really important to us.”",
          "speaker": "Clint Fischerström",
          "title": "Head of E-commerce",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Ankorstore",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The speed of implementation and ability to scale has been the most valuable result of implementing Algolia.\"",
          "speaker": "Mathieu Alengrin",
          "title": "Co-Founder",
          "source": "TechValidate"
        },
        {
          "text": "\"[Algolia is] amazingly useful to build a new website and to scale fast.\"",
          "speaker": "Matheiu Alengrin",
          "title": "Co-Founder",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Damstahl",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Denmark",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"With Algolia, we have more flexibility...We don’t need a big outside IT department; it’s pretty easy to work with.”",
          "speaker": "Anders Jensen",
          "title": "Manager of Digital & Marketing Operations",
          "source": "Customer Interview"
        },
        {
          "text": "\"With Algolia, we have more flexibility,” Dahl says. That’s critical, he adds, in an industry where “many customers don’t understand item numbers,” which can make it difficult to search for the specific products they need. \n“We give customers the ability through Algolia to add their own item number,” for which Damstahl sets and arranges the necessary integration with its ERP and PIM software systems, Dahl adds. The Algolia site search and navigation technology also lets Damstahl highlight primary product attributes needed by customers, such as the diameter, radius or thickness of steel products. And as customers search among main product categories, they can quickly browse among subcategories and further into particular product listings.\"",
          "speaker": "Anders Jensen",
          "title": "Manager of Digital & Marketing Operations",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "The Nature Conservancy",
      "storyUrl": null,
      "industry": "Enterprise/Workplace Search",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Developer ease of use, quality of results, and integration with different frameworks/libraries.\"",
          "speaker": "Dan Majka",
          "title": "Application Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"Less time spent on search allows more room for other innovation.\"",
          "speaker": "Dan Majka",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Saatchi Art",
      "storyUrl": null,
      "industry": "Marketplace",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia is easy and comfortable to use. We can now build products and complex features fast. We even use it just to surface data instead of pulling our database, because Algolia is so fast.\"",
          "speaker": "Sergey Tsibel",
          "title": "VP of Engineering",
          "source": "Customer Interview"
        },
        {
          "text": "“Using Algolia is the smart way to cut down development time. Now, everytime we need product data and other content, we rely on Algolia and don’t need backend engineering.”",
          "speaker": "Sergey Tsibel",
          "title": "VP of Engineering",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "CarExpert.com.au",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Most websites only need a search engine that works fast and provides relevant results, and Algolia covers that very well. The time and effort to implement something that might not work as well is far beyond the monthly cost of Algolia.\"",
          "speaker": "Jordie Bodlay",
          "title": "CTO",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia helped bring value to CarExpert in three key ways: A vastly improved search experience over our existing solution, the ability for our development team to focus on other critical work, and a stronger competitive edge.\n\nImproved Search: We were a greenfield website. Temporarily, we had a Wordpress MVP site that was never intended to last very long. The search ability of Algolia has far exceeded the Wordpress search we had.\n\nDecreased or deferred staffing costs: Algolia has also meant we haven’t had to look at hiring staff geared primarily towards search infrastructure as an urgent priority and can have our team working on other priorities for the business.\n\nCompetitive advantage: It has given us a feature that our competitor’s websites either don’t have or haven’t implemented well, and we feel like we’ve just scratched the surface of what we could do with Algolia.\"",
          "speaker": "Jordie Bodlay",
          "title": "CTO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Soundstripe",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Our Algolia rep is fantastic at understanding our use cases, needs, and supports us technically while we try out the new features of Algolia that have been developed since we started. We’d been using all the original Search index tools and features; she helped us switch over from a legacy account to a new plan and pricing model. Now we can use AI Synonyms, Dynamic Re-Ranking, and try out more in the future.\"",
          "speaker": "Lauren Cutrell",
          "title": "VP of Product",
          "source": "TechValidate"
        },
        {
          "text": "\"Yes, I would recommend Algolia. It’s an incredible platform with features for product companies like us where Search is a fundamental and critical component — our engineers don’t have to build these complex search features or indexes that we’d never be able to achieve at our scale for our customers. Our Subscriber base is very large and being a Media/Catalog licensing company, search is the epicenter of how users convert, engage, and retain with us.\"",
          "speaker": "Lauren Cutrell",
          "title": "VP of Product",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "LoveCrafts",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Since implementing Algolia we have seen site search improvement of record by sorting attributes and the A/B testing on performance shows a significant rise in conversion rates.\"",
          "speaker": "Joseph Krochak",
          "title": "Marketing Manager",
          "source": "TechValidate"
        },
        {
          "text": "\"With Algolia, configuration of search queries with Algolia is quick, clear, and transparent.\"",
          "speaker": "Joseph Krochak",
          "title": "Marketing Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Packt Publishing",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Being able to implement search on Magento, as opposed to a full text MySQL search is the most valuable result of implementing Algolia.\"",
          "speaker": "Ahren Stevens-Taylor",
          "title": "IT Specialist",
          "source": "TechValidate"
        },
        {
          "text": "\"The speed and simplicity of setting it up was outstanding, and the updates are frequent and great.\"",
          "speaker": "Ahren Stevens-Taylor",
          "title": "IT Specialist",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Netmeds",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "India",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Quick and instant search results. For a developer, Algolia is easy to customize and has lot of features.\"",
          "speaker": "Nagarajan Ragothaman",
          "title": "Application Developer",
          "source": "TechValidate"
        },
        {
          "text": "\"Faster search result helps customers find what they need in an instant, instead of browsing through whole list of products.\"",
          "speaker": "Nagarajan Ragothaman",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Vorwerk CH",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Germany",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The headless nature of Algolia made it a perfect set for our globally operating platform. As we access Algolia also from our own, proprietary IoT devices, it was a good choice to serve us on all our touchpoints.\"",
          "speaker": "Stefan Motz",
          "title": "Head of Digital Strategy & Portfolio",
          "source": "TechValidate"
        },
        {
          "text": "\"The most valuable asset of Algolia is the Dashboard, which allows business stakeholders to optimise synonyms and dictionaries in their respective language.\"",
          "speaker": "Stefan Motz",
          "title": "Head of Digital Strategy & Portfolio",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Farmatodo",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Colombia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The Algolia search engine is extremely valuable. It is hands down the best search engine. Easy to implement, you can see results in a couple of days.\"",
          "speaker": "Jose A Zubillaga",
          "title": "Senior Executive",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia Search has helped with our conversion rate and has constantly pushed us to improve our customer experience with all the new features that are frequently deployed.\"",
          "speaker": "Jose A Zubillaga",
          "title": "Senior Executive",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Gymlib",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Now that we have Algolia, our users simply find what they are looking for. We can suggest items with better profitability that are closer to their habits, and save time in design and development.\"",
          "speaker": "Loïc Monthorin",
          "title": "CTO",
          "source": "TechValidate"
        },
        {
          "text": "\"Using ElasticSearch was a nightmare to maintain with very approximative results. Switching to Algolia make things so easy to develop, maintain, and customize.\"",
          "speaker": "Loïc Monthorin",
          "title": "CTO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Calm",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Having a great way to tweak search relevance without fiddling with complicated query structures is delightful! Also, Algolia dashboards are really useful in providing a quick way to visualize the information i'm looking for.\"",
          "speaker": "Melissa Huang",
          "title": "Engineering Director",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia lets us scale up our solutions to internationalize search and provide more relevant search results leading to a 13% increase in usage and increase in retention.\"",
          "speaker": "Melissa Huang",
          "title": "Engineering Director",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Fishing Chaos, Inc.",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia search is an easy-to-use and highly-effective service for adding powerful search tools to any application.\"",
          "speaker": "Derrick Bass",
          "title": "Engineer",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia’s extraordinarily performant search is affordable enough to use in nearly every search field in our app. Algolia search works so well in the places that we offer it, that we are routinely replacing our in-house search at the request of our users. We are even building interfaces in our app that rely solely on Algolia’s powerful search to deliver relevant content to our users.\"",
          "speaker": "Derrick Bass",
          "title": "Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Heart and Soul Care",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The greatest value of Algolia is the time and cost-saving. Using any other solution would have required a lot more time and effort to implement and integrate.\"",
          "speaker": "Ian Pedersen",
          "title": "Co-Founder",
          "source": "TechValidate"
        },
        {
          "text": "\"Fast full-text search, geo search, and filtering with custom result ranking was exactly what we needed. We had it up and running within a week.\"",
          "speaker": "Ian Pedersen",
          "title": "Co-Founder",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Jack Williams Tire Co.",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia has allowed us to transform the traditional Magento search experience for Year/Make/Model into a highly engaging and easy to use experience, with rapid results.\"",
          "speaker": "Dave Christy",
          "title": "Chief Information Officer",
          "source": "TechValidate"
        },
        {
          "text": "\"Algolia Instant Search is extremely valuable because we have been able to quickly implement a redesigned experience for customers to quickly find their their tire size.\"",
          "speaker": "Dave Christy",
          "title": "Chief Information Officer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Maisons du Monde",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "« Nous apprécions beaucoup la collaboration avec Algolia. À l’écoute de nos besoins, les équipes souhaitent faire évoluer la console (aspects technique et ergonomique) pour nous permettre de faciliter notre travail et de mieux déployer nos stratégies commerciales sur les pages résultats. »",
          "speaker": "Marie Goutchkoff",
          "title": "E-Merchandiser",
          "source": "Customer Interview"
        },
        {
          "text": "« Nous apprécions beaucoup la collaboration avec Algolia », souligne Marie. « À l’écoute de nos besoins, les équipes souhaitent faire évoluer la console (aspects technique et ergonomique) pour nous permettre de faciliter notre travail et de mieux déployer nos stratégies commerciales sur les pages résultats. »",
          "speaker": "Marie Goutchkoff",
          "title": "E-Merchandiser",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "GOBI Cashmere",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Mongolia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "“I’m really glad we’re using Algolia,” Tuvshinbayar says of the decision, suggesting they found the best search solution for headless commerce. He notes that its full integration with Shopify is a necessary advantage.",
          "speaker": "Tuvshinbayar Naran-Ochir",
          "title": "Head of Web Development",
          "source": "Customer Interview"
        },
        {
          "text": "“Our goal is very simple: we want to bring the best user experience to GOBI Cashmere customers. We achieve that with Algolia.”",
          "speaker": "Tuvshinbayar Naran-Ochir",
          "title": "Head of Web Development",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Young Living",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "Algolia offers a wide range of capabilities that can benefit any business by addressing their specific requirements. Integrating with this platform is seamless, and their extensive knowledgebase and training resources are highly valuable for both developers and UI users.",
          "speaker": "Mahonri Penafiel",
          "title": "IT Product Owner",
          "source": "TrustRadius"
        },
        {
          "text": "Creating new search criteria for an event or product launch only took 5 minutes with Algolia's user interface (UI)",
          "speaker": "Mahonri Penafiel",
          "title": "IT Product Owner",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Betabrand",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "It took the burden of lengthy configuration away and allowed engineering teams' time to be focused much less on interpreting product requirements for search bugs and features to managing or pointing others to a well designed set of options in Algolia.",
          "speaker": "Russell Preston",
          "title": "Senior Web Developer",
          "source": "TrustRadius"
        },
        {
          "text": "Algolia got us up and running faster and more easily than if we'd managed elastic search and it's configuration by ourselves. Upfront and ongoing costs and complications/ custom implementations were removed from the equation by choosing Algolia out of the gate.",
          "speaker": "Russell Preston",
          "title": "Senior Web Developer",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Widmy",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "If you have rich data Algolia makes it really easy to do recommendations or search suggestions without a lot of work",
          "speaker": "Camilo Salinas",
          "title": "CTO",
          "source": "TrustRadius"
        },
        {
          "text": "Algolia works out of the box, you don't need to setup a lot to see how it works for you. Its also pretty flexible and customizable if you need to. With elasticsearch you have to think about deployment strategies, where to host it, how to send data for it and build custom components to interact with it. Algolia is less hands on and works faster.",
          "speaker": "Camilo Salinas",
          "title": "CTO",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Mitre 10",
      "storyUrl": "https://www.algolia.com/customers/mitre-10",
      "industry": "Home Improvement",
      "useCase": "E-commerce",
      "country": "New Zealand",
      "region": "APAC",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [
        {
          "text": "“The Blueprint Service with Algolia is very much collaborative all the way through. You can already see how the partnership between Mitre 10 and Algolia will grow. It’s about working together, not about buying a tool, and we can see that already throughout the blueprinting process.”",
          "speaker": "Gail Dickson",
          "title": "Delivery Manager, Omnichannel",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "BWI",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"With Algolia, the easy integration into existing frameworks means we don’t need to maintain this ourselves.\"",
          "speaker": "Richard Le Poidevin",
          "title": "Senior Digital Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Liip AG",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Switzerland",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The most valuable results we've experienced since implementing Algolia are: great out of the box experience and potential for Marketing to take control over key aspects of the search index.\"",
          "speaker": "Lukas Smith",
          "title": "Application Architect",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Erudite Scholars",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia is simply awesome and it should be any developer preference when implementing search.\"",
          "speaker": "James Oshomah",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Berlin Phil Media",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "Germany",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"With Algolia we now have very fast searches in all platforms and the possibility to build special attributes for indexes and related searches (using Synonyms, plus all other features).\"",
          "speaker": "Martin Fasani",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Viviane Inc.",
      "storyUrl": null,
      "industry": "Media",
      "useCase": "",
      "country": "Japan",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We choose Algolia because it’s too difficult to implement our own full-text search system and Algolia is easier to use than Elastic Search.\"",
          "speaker": "Watanabe Junya",
          "title": "CTO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "VistaPrint",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Spain",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia is very easy to use, it’s mature as a SaaS solution, and the learning curve getting into it is very low.\"",
          "speaker": "Alexander Borisov",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Le Slip Français",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia's back office is very appreciated by our business team, not only the \"tech\" product team.\"",
          "speaker": "Clement AVICE",
          "title": "Chief Technology Officer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Playboy Enterprises",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"With Algolia, we are now able to query our product catalogue based on whatever criteria we decide instead of being beholden to what exists in Shopify’s APIs.\"",
          "speaker": "Brendan Morrell",
          "title": "Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Interflora",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"A responsive account management team including technical expertise at Algolia has been a breath of fresh air.\"",
          "speaker": "Jim Clark",
          "title": "Senior Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Angling Direct",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The speed and efficiency of the search engine is a great benefit to any website, being able to change and merchandise products to best suit customers is a powerful tool.\"",
          "speaker": "Danny Ramsbottom",
          "title": "Marketing Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Pet Lovers Centre",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Singapore",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We chose Algolia and are loyal customers because Algolia is easy to implement, integrates with Dynamic Yield, and the performance is reliable and fast.\"",
          "speaker": "Melissa Chow",
          "title": "Marketing Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "BF Innovative Technologies",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia is very quick to setup and works fantastic in our React apps. Instant search makes the barrier for entry so low and the alternative, ElasticSearch, is painful to setup and scale.\"",
          "speaker": "Jacob Buscher",
          "title": "CEO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "EnterpriseDB",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia has a great API, making it easy to get search index records in our apps. It is easy to configure, and has responsive support.\"",
          "speaker": "Robert Barnett",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Airship",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"I have had good experience with Algolia for several years and have used it in multiple documentation sites.\"",
          "speaker": "Pete Davis",
          "title": "Senior Manager, Developer Experience",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Sketch App",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia has helped us build better software solutions for our users by letting us spend less time implementing, and more time writing the actual content that’s searched for on our site.\"",
          "speaker": "Ale Muñoz",
          "title": "Marketing Professional",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Asimov.cl",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "Chile",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The fast time-to-market has been the most valuable aspect of Algolia.\"",
          "speaker": "Felipe",
          "title": "CEO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "GoSquared",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia removes so much extra legwork for our dev team!\"",
          "speaker": "James Gill",
          "title": "CEO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "GitBook",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We use Algolia because it is very easy to manage and use with incredibly fast search results.\"",
          "speaker": "Johan Preynat",
          "title": "Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Avenza",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "Canada",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We initially chose Algolia to help us with our search on our website and we continue to stay because it has made great improvements in search and discoverability. It works well with our large product database and has many features.\"",
          "speaker": "Rebecca Weber",
          "title": "Marketing Professional",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Sauce Labs",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"We chose Algolia and continue to stay because of the clean installation, great search results customization, and superior documentation.\"",
          "speaker": "James Tacker",
          "title": "Network Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "eduKazo",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia provides the best full-text search service and experience in the world. Beginning with a beautifully designed web and dashboard, fantastic documentation, and a complete set of features: multilingual support, synonyms, facets, filtering, very easy implementation, excellent client libraries, truly serverless approach, direct search from front-end, etc.\"",
          "speaker": "Samuel Dangond",
          "title": "Founder",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Komplio",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Denmark",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Since implementing Algolia, my team and I can spend more time on core features that make our product stand out.\"",
          "speaker": "Anders Mellson",
          "title": "Chief Technology Officer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "MyAdbox",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Australia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Cannot think of another better search API!\"",
          "speaker": "Lilly Tan",
          "title": "Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Littler Mendelson, P.C.",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The out of the box functionality is top-notch. And so far, the customizations we’ve had to make for Algolia to work with our content have been straightforward. Support has also been responsive.\"",
          "speaker": "Monica Claassen",
          "title": "Application Developer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Timeless Co",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Japan",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"With Algolia, we have reduced time spent on development and a high-performance search was realized in a short time.\"",
          "speaker": "Makiko Takahashi",
          "title": "Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Jaycar Electronics",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Australia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia’s speed at which the results are presented to the customer and the dynamic synonyms are very valuable.\"",
          "speaker": "David Burns",
          "title": "Marketing Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Luminary",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Australia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"I’ve been a fan since the early days. The key value for me is the openness of the platform and how much can be tweaked by business users without needing deployments.\"",
          "speaker": "Jase Watson",
          "title": "Senior IT Director",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Jaybro",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Australia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The most valuable aspect of Algolia is its speed. Customers see lightening fast results.\"",
          "speaker": "Gavin Jones",
          "title": "Marketing Professional",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Melchioni Ready",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Italy",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Before Algolia, products were difficult to find with the standard Magento search. Now, with Algolia, this issue has been solved.\"",
          "speaker": "Alberto Cipolla",
          "title": "CMO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Mijnijzerwaren",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Netherlands",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"'Rules' has been the most valuable feature since implementing Algolia – with our prior search tool we didn’t have an easy way to select search results per search word. With the Rules feature, this is a piece of cake.\"",
          "speaker": "Bart De Vries",
          "title": "Business Project Manager",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Pitcher Partners",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "Australia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia has made it easier to perform my role as an analytics expert within our marketing team.\"",
          "speaker": "Jeremy Ballard",
          "title": "Marketing Professional",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "AssoConnect",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Our company’s use case is not your sweet spot, and yet Algolia has provided good support to help us design a working solution.\"",
          "speaker": "Sylvain Fabre",
          "title": "CTO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Yodawy",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The Algolia team has helped me in customizing the ranking algorithm for our search engine, which is quite unique considering that we have a massive catalog covering all pharmacies in Egypt, and is in two languages: English and Arabic. They’ve followed up every step of the way to make sure we accomplish the best-ranking algo to ensure high CTR and CVR.\"",
          "speaker": "Rami Hallal",
          "title": "CCO",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "Staples Canada",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Canada",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"What really worked miracles for us was the dynamic re-ranking algorithm - that was a real game changer.\"",
          "speaker": "Diptendu Ray",
          "title": "Principal Product Manager",
          "source": "Customer Interview"
        }
      ],
      "metrics": []
    },
    {
      "company": "Fortnum & Mason",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The Algolia Merchandising Studio has helped visualise our data in a more concise and in-depth manner. The ability to understand our analytics and create rules based off visualising customer queries all in two clicks, means we can react to customer behaviour and trends in a more time efficient way.\"",
          "speaker": "Katherine Lee",
          "title": "Online Trading Executive",
          "source": "Other"
        }
      ],
      "metrics": []
    },
    {
      "company": "Shinesty",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The Merchandising Studio gives powerful control by surfacing insights and automating their promotions. I can move seamlessly across categories and product assortments, apply changes quickly and easily. Freeing myself up to use my creativity and category knowledge to attract more customers and beat the competition.\"",
          "speaker": "Mike Marcoux",
          "title": "ECommerce Manager",
          "source": "Other"
        }
      ],
      "metrics": []
    },
    {
      "company": "CEX Ltd",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"The search functionality for users has improved so much as compared to previous search . Also analytics has made it possible to track users tracking till the very end of the ordering process.\"",
          "speaker": "Winston Machado",
          "title": "Senior Software Engineer",
          "source": "TechValidate"
        }
      ],
      "metrics": []
    },
    {
      "company": "CeX Webuy",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Best Search Optimization Tool. Algolia provides ability to query search results in few secs as compared to earlier elastic search. The algolia dashboard makes it efficient to manage how the search results are displayed and ordered with respect to specific query rules. Also it gives detailed analytics about the users search query and provides accurate output.\"",
          "speaker": "Winston Machado",
          "title": "Senior Software Engineer",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "logical alternative, inc.",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "As software developers, we are often called upon to develop web applications that offer enterprise-grade search experiences, with analytics and all the bells and whistles. Fortunately, Algolia makes this a snap.",
          "speaker": "Evelyn Dickinson (She/Her)",
          "title": "Senior Consultant / Founder",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Enable Banking",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "If you have a static website and want to publish some dynamic searchable information while avoiding a complex backend, Algolia is great.",
          "speaker": "Fedor Tyurin",
          "title": "CTO (Chief Technical Officer)",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "Alyasra Fashion",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "United Arab Emirates",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "Best in class Search experience\n\"Algolia is a robust and extremely efficient search tool. The dedication and availability of senior engineers and product owners is essential and makes Algolia best in class i technology as well as services\"\n\"Algolia offers fast and efficient search with good control on recall and great accuracy. The rules are a combination of dynamic and flexible options to optimize results. Algolia works well in merchandising too. We use Algolia across dozens of ecommerce sites and Apps, within different categories from Grocery to Furniture, Fashion and Beauty.\"",
          "speaker": "Eric Meulien",
          "title": "Global manager, Retail",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Automann",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "Well worth the investment\nWe have improved our site search results and what is being delivered to our customers. Also, their customer support is fantastic and there are a number of features that bring the platform to life.\nWith our former search solution, we weren't able to pull in the deep levels of attributes that we now have with Algolia. That has been extremely helpful.",
          "speaker": "Bob Toeppner",
          "title": "E-commerce manager",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Sellars",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "Algolia is great for all E-commerce websites big or small\nWe use Algolia to provide a better shopping experience on our BigCommerce website. The out of the box site search on BigCommerce does not meet our standard needs. We use Algolia for advanced product filtering and product search. It allows us to curate the right products to the right customers based on their search and needs.\n\nAlgolia has been a game changer for us. It provides A LOT of value for a great price point. As our site grows Algolia grows with us and offers flexible plans. Definitely appropriate for small to large businesses. I have zero negative points about this tool. I recommend it for everyone especially BigCommerce users. It does have a bit of a learning curve",
          "speaker": "Sarah Goodfellow",
          "title": "Web Developer",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "TPT",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "A helpful platform that makes search easy and saves time\nAlgolia takes a load off our plate and frees our engineers to work on bigger problems vs minute search changes or monitoring. It also empowers our product teams to directly use the AI to make basic changes and see analytics in one easy place. We chose Algolia to increase development velocity and reduce the hidden costs of maintaining and operating open-source code/search tools.\n\nI'd definitely recommend Algolia for a business operating in the ecommerce space and looking to integrate search quickly. Using the tool is easy to set up and works well. Out of the box you can have search, autocomplete, and recommendations that are all integrated. If you integrate directly, Algolia works well for also using their internal A/B test system.",
          "speaker": "Will Essilfie",
          "title": "Product Manager",
          "source": "TrustRadius"
        }
      ],
      "metrics": []
    },
    {
      "company": "EY Global Services Limited",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Powerful and Fast Search Engine\"\nWhat do you like best about Algolia?\nUsing Algolia has made our app’s search feature super quick and much easier to manage.s a developer, I really liked the flexibility it gives with custom ranking, filters, and the relevance tuning. Integration with React was smooth, and the InstantSearch components saved us a lot of time.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nThe pricing can be a bit steep, especially if your dataset is large or if you have a lot of search traffic.\nReview collected by and hosted on G2.com.\n\nWhat problems is Algolia solving and how is that benefiting you?\nWe didn’t have to build a search engine from scratch — just push data to Algolia, and it’s ready to go. Their analytics and dashboard are quite helpful for monitoring",
          "speaker": "Arun P",
          "title": "Assistant Director",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "SafeAeon",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "US",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"A goldmine of AI based searches! Superbly useful!\"\nWhat do you like best about Algolia?\nTheir AI Browse feature is a game changer. The usability is simple and sharp and overall UX is curated for ease. One can easily create category pages without any coding knowledge which is worth praising.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nNothing as of now. But a small point, while exploring the platform I found a glitch while pining the hero product on the top. Not sure it was my browser but was not a major trouble!\nReview collected by and hosted on G2.com.\n\nWhat problems is Algolia solving and how is that benefiting you?\nThe best thing about Algolia is that it's an all-in-one platform for E-commerce enthusiasts. Whether you want to research about the user needs or create category pages with drag and drop features to analytics of each page at one single place, Algolia does it all!",
          "speaker": "simrandeep S.",
          "title": "Digital Marketing Manager",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "CeX Webuy.com",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Best Search Optimization Tool\"\nWhat do you like best about Algolia?\n1. Managing user search data easily and optimizing it to provide accurate results.\n\n2. Recommend users with the exact similar products they are searching for.\n\n3. User search analytics that gives in depth information about the products viewed and clicked for a specific time.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nNothing as such but the implementation docs and examples need to be updated and should be easily understandable. Also pricing should be lower for first year of use\nReview collected by and hosted on G2.com.\n\nWhat problems is Algolia solving and how is that benefiting you?\nAlgolia provides ability to query search results in few secs as compared to earlier elastic search. The algolia dashboard makes it efficient to manage how the search results are displayed and ordered with respect to specific query rules. Also it gives detailed analytics about the users search query and provides accurate output.",
          "speaker": "Winston M.",
          "title": "Senior Software Engineer",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "BBD",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"awesome support in fibre infrastructure\"\nWhat do you like best about Algolia?\nwe had integrated algolia in our fibre infrastructure, for location indexing and product filtering, and result were top notch, it helped user to find accurate location with help developer team top manage product on line, solid 5 out of 5 from me, it is budget friendly option for large businesses, and very convenient\n\nWhat do you dislike about Algolia?\ni have observed no downside of algolia, the only thing i have observably found that there were quite less video sources on internet, for users, i recommend algolia team to make video tutorials more",
          "speaker": "Patel nilay",
          "title": "Junior Software Engineer",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Grupo Nuestra",
      "storyUrl": null,
      "industry": "B2B e-commerce",
      "useCase": "",
      "country": "Colombia",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Algolia Delivers Exceptional Search Experience for Our Users\"\nWhat do you like best about Algolia?\nAlgolia enhances the user experience on our app and website, helping us improve search effectiveness and making it easier for users to quickly find the product they are looking for.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nTo take advantage of all the features and improve accuracy, specialized technical equipment and data experts are required, which makes it somewhat complex to achieve the desired results.\nReview collected by and hosted on G2.com.\n\nWhat problems is Algolia solving and how is that benefiting you?\nWe use Algolia as the search engine for our e-commerce app and website.\n\nIt is part of our efforts to improve sales effectiveness, providing us with valuable information about the products our users are looking for, allowing us to know what they find and what they don't.",
          "speaker": "Monica Alejandra Campino Arboleda",
          "title": "Digital Product Leader",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "W3lead",
      "storyUrl": null,
      "industry": "SaaS",
      "useCase": "",
      "country": "France",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Lightning-Fast Results and Effortless Integration\"\nWhat do you like best about Algolia?\nWhat I appreciate most about Algolia is how quickly the results are displayed, as well as the seamless integration of the API. The various SDKs available make the platform adaptable to a wide range of needs.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nThe documentation can be somewhat difficult to follow, and the examples provided are not always clear or easy to understand. As a result, we often find ourselves needing to reach out to support for clarification on how to proceed.\nReview collected by and hosted on G2.com.\n\nWhat problems is Algolia solving and how is that benefiting you?\nAlgolia addresses the limitations found in the search functionality of traditional e-commerce platforms like Shopify. It manages all aspects of advanced search, providing a more comprehensive solution.",
          "speaker": "Thiebauld Genet",
          "title": "CTO",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Anonymous",
      "storyUrl": null,
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Cutting-Edge AI Features That Impress\"\nWhat do you like best about Algolia?\nthe features are amazing and up to date with AI and the learning curve is also very easy and good to work with. support team is also really helpful for everything.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nthere still can be more features like ranking and sorting the products with more filters than present and with more rules which user can define on their own and not their own preset rules.",
          "speaker": "",
          "title": "",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "JD Sports",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "UK",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Blazing Fast Search and Easy Setup with Excellent Support\"\nWhat do you like best about Algolia?\nThe search functionality is fast; after our recent switch from Fredhopper to Algolia, both the site’s response time and the speed of search results have noticeably improved. The certifications offered are useful, and I found installation and usage to be straightforward. Additionally, the support team responds quickly, which has been very helpful.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nPricing is a concern, as the cost for the features provided is higher than what other competitors offer. Additionally, we often experience periods of downtime, which leads to disruptions in our workflow.",
          "speaker": "Sai Mohan Kumar",
          "title": "Senior Technical Support",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Boards and More Group (churned)",
      "storyUrl": null,
      "industry": "Retail e-commerce",
      "useCase": "",
      "country": "Germany",
      "region": "",
      "featuresUsed": [],
      "quotes": [
        {
          "text": "\"Powerful, but complex: Algolia in use\"\nWhat do you like best about Algolia?\nWhat particularly appeals to me about Algolia is the enormous range of features. Additionally, I find it very powerful and complex, so you can practically implement anything related to search or building a homepage with it.\nReview collected by and hosted on G2.com.\n\nWhat do you dislike about Algolia?\nWhat I like least about Algolia is the new pricing structure and the strategy the company is now pursuing. Compared to before, Algolia has become significantly more expensive, which we do not like at all.",
          "speaker": "Marco M",
          "title": "Head of E-Commerce and Digital Innovation",
          "source": "G2"
        }
      ],
      "metrics": []
    },
    {
      "company": "Al‑Futtaim Group",
      "storyUrl": "https://www.algolia.com/customers/al-futtaim-group",
      "industry": "Multi‑brand Retail",
      "useCase": "E‑commerce",
      "country": "United Arab Emirates",
      "region": "MEA",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Arc'teryx",
      "storyUrl": "https://www.algolia.com/customers/Arcteryx",
      "industry": "Fashion / Outdoor Apparel",
      "useCase": "B2C E-commerce",
      "country": "Canada",
      "region": "North America",
      "featuresUsed": [
        "DRR",
        "Rules"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Better World Books",
      "storyUrl": "https://www.algolia.com/customers/better-world-books",
      "industry": "Books / Education",
      "useCase": "E-commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "BIG W",
      "storyUrl": "https://www.algolia.com/customers/bigw",
      "industry": "General Merchandise",
      "useCase": "E-commerce",
      "country": "Australia",
      "region": "APAC",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Bike Totaal",
      "storyUrl": "https://www.algolia.com/customers/bike-totaal",
      "industry": "Retail – bicycles & accessories",
      "useCase": "Ecommerce",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Cafeyn / LeKiosk",
      "storyUrl": "https://www.algolia.com/customers/cafeyn",
      "industry": "Digital Publishing",
      "useCase": "Media",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Central Group",
      "storyUrl": "404 issue - ongoing ticket with web",
      "industry": "Retail",
      "useCase": "Omnichannel Retail",
      "country": "Thailand",
      "region": "APAC",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Clarks",
      "storyUrl": "https://www.algolia.com/customers/Clarks",
      "industry": "E-commerce / Footwear Retail",
      "useCase": "B2C Ecommerce, Retail",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Club Med",
      "storyUrl": "https://www.algolia.com/customers/club-med",
      "industry": "Travel & Tourism / Resort Hospitality",
      "useCase": "E-commerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Co‑op",
      "storyUrl": "https://www.algolia.com/customers/co-op",
      "industry": "Grocery",
      "useCase": "B2C Ecommerce",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Credible Mind",
      "storyUrl": "https://www.algolia.com/customers/CredibleMind",
      "industry": "HealthTech",
      "useCase": "B2B E‑commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Dawn Foods",
      "storyUrl": "https://www.algolia.com/customers/dawnfoods",
      "industry": "Foodservice",
      "useCase": "B2B E‑commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Decathlon Singapore",
      "storyUrl": "https://www.algolia.com/customers/decathlon-singapore",
      "industry": "Sporting Goods",
      "useCase": "E‑commerce",
      "country": "Singapore",
      "region": "APAC",
      "featuresUsed": [
        "Personalization",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "DM Drogerie Markt",
      "storyUrl": "https://www.algolia.com/customers/dm-drogerie-markt",
      "industry": "Health & Beauty",
      "useCase": "E-commerce",
      "country": "Germany",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "DocMorris",
      "storyUrl": "https://www.algolia.com/customers/DocMorris",
      "industry": "online pharmacy & healthcare retail",
      "useCase": "Ecommerce",
      "country": "Switzerland",
      "region": "EMEA",
      "featuresUsed": [
        "DRR",
        "Rules",
        "A/B Testing"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Document 360",
      "storyUrl": "https://www.algolia.com/customers/document-360",
      "industry": "Knowledge Management & Documentation",
      "useCase": "B2B SaaS",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Analytics",
        "Autocomplete"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Dunelm",
      "storyUrl": "https://www.algolia.com/customers/dunelm",
      "industry": "Home Goods / Retail",
      "useCase": "E-commerce",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Easy24",
      "storyUrl": "https://www.algolia.com/customers/easy24",
      "industry": "Wine & spirits / beverage Wholesale",
      "useCase": "eB2B Ordering",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "END Clothing",
      "storyUrl": "https://www.algolia.com/customers/END.",
      "industry": "Fashion",
      "useCase": "Ecommerce",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Fern",
      "storyUrl": "https://www.algolia.com/customers/fern-case-study",
      "industry": "developer tools / documentation",
      "useCase": "Site Search, SaaS",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Flexport",
      "storyUrl": "https://www.algolia.com/customers/flexport",
      "industry": "Logistics/Freight",
      "useCase": "B2B SaaS",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "H-E-B Mexico",
      "storyUrl": "https://www.algolia.com/customers/h-e-b-mexico",
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "HANOS",
      "storyUrl": "https://www.algolia.com/customers/hanos-shop",
      "industry": "Wholesale",
      "useCase": "B2B E-commerce",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "HEB Mexico",
      "storyUrl": "https://www.algolia.com/customers/h-e-b-mexico",
      "industry": "Retail / Grocery & Supermarket",
      "useCase": "B2C Ecommerce",
      "country": "Mexico",
      "region": "LATAM",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Hershey",
      "storyUrl": "https://www.algolia.com/customers/hershey",
      "industry": "CPG/Food & Beverage",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Recommend",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Huckberry",
      "storyUrl": "https://www.algolia.com/customers/huckberry",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Idealist",
      "storyUrl": "https://www.algolia.com/customers/idealist",
      "industry": "Non-profit Jobs",
      "useCase": "Media",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Indiana University Health - TrendyMinds",
      "storyUrl": "https://www.algolia.com/customers/iu-health-trendyminds",
      "industry": "healthcare / hospital & medical services",
      "useCase": "Media",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "Recommend"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Intrend",
      "storyUrl": "https://www.algolia.com/customers/intrend",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce, retail",
      "country": "Italy",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "King Arthur Baking",
      "storyUrl": "https://www.algolia.com/customers/kingarthur",
      "industry": "Baking / Grocery",
      "useCase": "E-commerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Lacoste",
      "storyUrl": "https://www.algolia.com/customers/lacoste",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Rules",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Leroy Merlin Cia Brasileira de Bricolagem",
      "storyUrl": "https://www.algolia.com/customers/leroy-merlin-brasil",
      "industry": "Retail – Home Improvement / DIY",
      "useCase": "B2B Ecommerce, B2C Ecommerce",
      "country": "Brazil",
      "region": "LATAM",
      "featuresUsed": [
        "DRR",
        "A/B Testing"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "MadeiraMadeira",
      "storyUrl": "https://www.algolia.com/customers/madeiramadeira",
      "industry": "E-commerce / Home Improvement & Furniture Retail",
      "useCase": "B2C Ecommerce",
      "country": "Brazil",
      "region": "LATAM",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "A/B Testing",
        "Autocomplete"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Maison du Monde",
      "storyUrl": "https://www.algolia.com/customers/maisons-du-monde",
      "industry": "Home goods",
      "useCase": "B2C Ecommerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "ManoMano",
      "storyUrl": "https://www.algolia.com/customers/manomano",
      "industry": "E-commerce / Home improvement & DIY retail",
      "useCase": "B2C Ecommerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "MilkRun / Metro60",
      "storyUrl": "https://resources.algolia.com/merchandising/webinar-digitalexpert-metro60",
      "industry": "",
      "useCase": "",
      "country": "",
      "region": "",
      "featuresUsed": [],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "PC Componentes",
      "storyUrl": "https://www.algolia.com/customers/pc-componentes",
      "industry": "Consumer Electronics",
      "useCase": "B2C Ecommerce",
      "country": "Spain",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "PetSmart",
      "storyUrl": "https://www.algolia.com/customers/PetSmart",
      "industry": "Pet Retail",
      "useCase": "B2C Ecommerce, Retail",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "DRR",
        "A/B Testing",
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Plieger Groep",
      "storyUrl": "https://www.algolia.com/customers/plieger",
      "industry": "plumbing & building materials wholesale",
      "useCase": "B2B E-Commerce",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "Recommend",
        "DRR",
        "Rules",
        "Browse",
        "Autocomplete"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Politico",
      "storyUrl": "https://www.algolia.com/customers/politico",
      "industry": "Publishing",
      "useCase": "Media",
      "country": "Belgium",
      "region": "EMEA",
      "featuresUsed": [
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "rewardStyle, Inc. d/b/a LTK",
      "storyUrl": "https://www.algolia.com/customers/ltk",
      "industry": "E-commerce / Influencer-driven marketplace",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Sary",
      "storyUrl": "https://www.algolia.com/customers/sary",
      "industry": "E-commerce / B2B wholesale marketplace",
      "useCase": "B2B Ecommerce",
      "country": "United Arab Emirates",
      "region": "MEA",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "SmartBuyGlasses",
      "storyUrl": "https://www.algolia.com/customers/smartbuyglasses",
      "industry": "e-commerce / eyewear retail",
      "useCase": "B2C Ecommerce",
      "country": "Hong Kong",
      "region": "APAC",
      "featuresUsed": [
        "Personalization",
        "Recommend",
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Staples",
      "storyUrl": "https://www.algolia.com/customers/staples",
      "industry": "Office Supplies",
      "useCase": "B2C Ecommerce",
      "country": "Canada",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "StuDocu (Media)",
      "storyUrl": "https://www.algolia.com/customers/studocu",
      "industry": "EdTech / educational platform",
      "useCase": "Media / E‑Learning",
      "country": "Netherlands",
      "region": "EMEA",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "TAG heuer",
      "storyUrl": "https://www.algolia.com/customers/tag-heuer",
      "industry": "Fashion",
      "useCase": "B2C Ecommerce",
      "country": "Switzerland",
      "region": "EMEA",
      "featuresUsed": [
        "DRR",
        "Rules",
        "A/B Testing",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Teachers Pay Teachers",
      "storyUrl": "https://www.algolia.com/customers/teachers-pay-teachers",
      "industry": "Education",
      "useCase": "Marketplace",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization",
        "DRR",
        "Rules",
        "Browse"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "The Times",
      "storyUrl": "https://www.algolia.com/customers/the-times",
      "industry": "News Publishing",
      "useCase": "Media",
      "country": "United Kingdom",
      "region": "EMEA",
      "featuresUsed": [
        "Rules"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Ubisoft",
      "storyUrl": "https://www.algolia.com/customers/ubisoft",
      "industry": "Gaming",
      "useCase": "Media, B2C Ecommerce",
      "country": "France",
      "region": "EMEA",
      "featuresUsed": [
        "Rules",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Under Armour",
      "storyUrl": "https://www.algolia.com/customers/under-armour",
      "industry": "Fashion / Sportswear",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Rules",
        "A/B Testing",
        "Browse",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "WW (WeightWatchers)",
      "storyUrl": "https://www.algolia.com/customers/WeightWatchers",
      "industry": "health & wellness",
      "useCase": "B2C Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Personalization"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Zenni",
      "storyUrl": "https://www.algolia.com/customers/Zenni",
      "industry": "online eyewear / e-commerce",
      "useCase": "Ecommerce",
      "country": "United States",
      "region": "North America",
      "featuresUsed": [
        "Browse",
        "Autocomplete"
      ],
      "quotes": [],
      "metrics": []
    },
    {
      "company": "Zoom.com.br",
      "storyUrl": "https://www.algolia.com/customers/zoom",
      "industry": "electronics marketplace / retail aggregator",
      "useCase": "B2C Ecommerce",
      "country": "Brazil",
      "region": "LATAM",
      "featuresUsed": [
        "Personalization",
        "Rules",
        "Analytics"
      ],
      "quotes": [],
      "metrics": []
    }
  ],
  "byIndustry": {
    "Retail E-commerce": [
      "Walgreens",
      "Funky Pigeon",
      "Vape Superstore",
      "King Arthur Baking Co",
      "LTK",
      "Paul&Shark",
      "Jomashop",
      "Noski Noski",
      "The Hershey Company",
      "Co-Op Group",
      "DM Drogeriemarkt",
      "Al-Futtaim Group",
      "Flaconi",
      "YourSurprise",
      "MidwayUSA",
      "Maisonette",
      "Ligonier Ministries",
      "Influenster",
      "Outdoorphoto",
      "Zenni Optical",
      "LoveCrafts",
      "Packt Publishing",
      "Netmeds",
      "Vorwerk CH",
      "Farmatodo",
      "Maisons du Monde",
      "GOBI Cashmere",
      "Young Living",
      "Betabrand",
      "VistaPrint",
      "Le Slip Français",
      "Playboy Enterprises",
      "Interflora",
      "Angling Direct",
      "Pet Lovers Centre",
      "Fortnum & Mason",
      "Shinesty",
      "CEX Ltd",
      "CeX Webuy",
      "Alyasra Fashion",
      "Automann",
      "CeX Webuy.com",
      "JD Sports",
      "Boards and More Group (churned)",
      "Al‑Futtaim Group",
      "Bike Totaal",
      "Central Group",
      "Clarks",
      "DocMorris",
      "Dunelm",
      "Leroy Merlin Cia Brasileira de Bricolagem",
      "MadeiraMadeira",
      "ManoMano",
      "PetSmart",
      "rewardStyle, Inc. d/b/a LTK",
      "SmartBuyGlasses",
      "Zenni",
      "Zoom.com.br"
    ],
    "Fashion/Apparel": [
      "Everlane",
      "Gymshark",
      "Zeeman",
      "Culture Kings",
      "Harry Rosen",
      "Oh Polly",
      "Shoe Carnival",
      "Arc'teryx",
      "END Clothing",
      "Huckberry",
      "Intrend",
      "Lacoste",
      "TAG heuer",
      "Under Armour"
    ],
    "Other": [
      "Live Platforms",
      "Revival Animal Health",
      "Breville",
      "Rugs.com",
      "WeWork",
      "DonorsChoose",
      "edX",
      "Ergodyne",
      "GoFundMe",
      "DigitalCube, Co.",
      "Beachbody",
      "Blindster",
      "Hager Group",
      "Mister Auto",
      "Wizbii",
      "Swedol",
      "The Nature Conservancy",
      "Saatchi Art",
      "Heart and Soul Care",
      "Jack Williams Tire Co.",
      "Mitre 10",
      "eduKazo",
      "Komplio",
      "MyAdbox",
      "Littler Mendelson, P.C.",
      "Timeless Co",
      "Jaycar Electronics",
      "Luminary",
      "Jaybro",
      "Melchioni Ready",
      "Mijnijzerwaren",
      "Pitcher Partners",
      "Enable Banking",
      "Sellars",
      "TPT",
      "SafeAeon",
      "BBD",
      "Anonymous",
      "Better World Books",
      "BIG W",
      "Cafeyn / LeKiosk",
      "Club Med",
      "Credible Mind",
      "Decathlon Singapore",
      "DM Drogerie Markt",
      "Document 360",
      "Easy24",
      "Fern",
      "Flexport",
      "H-E-B Mexico",
      "HANOS",
      "Idealist",
      "Indiana University Health - TrendyMinds",
      "Maison du Monde",
      "MilkRun / Metro60",
      "PC Componentes",
      "Plieger Groep",
      "Politico",
      "Staples",
      "StuDocu (Media)",
      "Teachers Pay Teachers",
      "The Times",
      "Ubisoft",
      "WW (WeightWatchers)"
    ],
    "SaaS": [
      "All Trails",
      "Kovai / Document360",
      "Amplitude Analytics",
      "Gymlib",
      "Calm",
      "Fishing Chaos, Inc.",
      "Widmy",
      "BF Innovative Technologies",
      "EnterpriseDB",
      "Airship",
      "Sketch App",
      "Asimov.cl",
      "GoSquared",
      "GitBook",
      "Avenza",
      "Sauce Labs",
      "AssoConnect",
      "Yodawy",
      "logical alternative, inc.",
      "W3lead"
    ],
    "B2B E-commerce": [
      "Sary Technologies",
      "Plieger",
      "HANOSSHOP",
      "Ankorstore",
      "Damstahl",
      "BWI",
      "Liip AG",
      "Staples Canada",
      "EY Global Services Limited",
      "Grupo Nuestra",
      "Sary"
    ],
    "Grocery/Food": [
      "Auto Mercado",
      "Nuts.com",
      "Co‑op",
      "Dawn Foods",
      "HEB Mexico",
      "Hershey",
      "King Arthur Baking"
    ],
    "Media/Publishing": [
      "NBC",
      "Studocu",
      "CarExpert.com.au",
      "Soundstripe",
      "Erudite Scholars",
      "Berlin Phil Media",
      "Viviane Inc."
    ]
  },
  "stats": {
    "totalCompanies": 181,
    "withStoryUrl": 81,
    "withQuotes": 128,
    "totalQuotes": 333
  }
}